{"Index": 1, "source": "P1: <b>흰쌀밥에 고깃국</b> 배불리 먹을 수 있는 시절 다 지나갔네.\nP2: 물가 상승폭이 심각하긴 하더라. 이러다가 대공황이 오는 건 아닌가 걱정되네. ", "googleTranslation": "P1: The days when we could eat our fill of white rice and meat soup are long gone. \nP2: The rate of inflation is really serious. I'm worried that we might be headed for a Great Depression if this continues.", "zeroShot": "P1: The days of being able to eat white rice and meat soup to our heart's content are over.\nP2: The rate of inflation is really serious. I'm worried that this might lead to a great depression.", "CAT": "P1: The days when we could eat white rice and meat soup to our heart's content are long gone.\nP2: The rate of inflation is really severe. I'm worried we might be heading towards another Great Depression.", "humanTranslation": "P1: The days are over when I can eat <b>white rice and meat soup</b> to my heart's content.\nP2: The inflation rate is serious. I'm worried that the Great Depression might come.", "category": "figurative_language"}
{"Index": 2, "source": "[군대에서 힘든 작업 후 먹은 음식 이야기를 하며]\nP1: 너도 군대에서 <b>눈물 젖은 초코파이</b>를 먹었어?\nP2: 나는 행군 끝나고 <b>눈물 젖은 싸이버거</b>를 먹었지.", "googleTranslation": "[Talking about food eaten after hard work in the military]\nP1: Did you eat a tear-soaked Choco Pie in the military too?\nP2: I ate a tear-soaked Cyber Burger after a march.", "zeroShot": "[While talking about eating food after hard work at military]\nP1: Did you also eat a Choco Pie soaked in tears in the military?\nP2: I ate a Cyber Burger soaked in tears after finishing a march.", "CAT": "[While talking about eating food after hard work at military]\nP1: Did you also eat tear-soaked Choco Pie in the military?\nP2: I ate a tear-soaked Cyber Burger after a long march.", "humanTranslation": "[While talking about eating food after hard work at military]\nP1: Did you also eat <b>Choco Pie with tears</b> at military?\nP2: <b>Thigh burger with tears</b> is what I ate after march.", "category": "figurative_language"}
{"Index": 3, "source": "P1: 아까 <b>그 검정 목 티</b> 있잖아, 정말 대단한 것 같지 않아? \nP2: 그 사람 프레젠테이션은 항상 혁신적이긴 해.", "googleTranslation": "P1: You know that black turtleneck from earlier? Doesn't it look really cool? \nP2: That guy's presentations are always innovative.", "zeroShot": "P1: You know that black turtleneck from earlier, don't you think it's really amazing?\nP2: Their presentations are always innovative.", "CAT": "P1: That black turtleneck we saw earlier, isn't it amazing?\nP2: That person's presentations are always cutting-edge.", "humanTranslation": "P1: That <b>black turtleneck shirt guy,</b> isn't he so amazing?\nP2: His presentation is always innovative.", "category": "figurative_language"}
{"Index": 4, "source": "[시의 일부 발췌]\n<b>내 마음은 호수요</b>,\n그대 노 저어 오오.", "googleTranslation": "[Excerpt from a poem] \nMy heart is a lake, come rowing.", "zeroShot": "[Excerpt from the poem]\nMy heart is a lake,\nRow your boat to me.", "CAT": "[Excerpt from the poem]\nMy heart is a lake, \ncome rowing to me.", "humanTranslation": "[Some excerpts from the poem]\n<b>My heart is a lake,\n</b>You row, please.", "category": "figurative_language"}
{"Index": 5, "source": "[못생긴 사람을 가리키며]\nP1: 야 저기 <b>니 남친</b> 지나간다~\nP2: 뭐래~ <b>니 남친</b>이구만.", "googleTranslation": "[Pointing at an ugly person]\nP1: Hey, there goes your boyfriend~\nP2: What did he say~ It's your boyfriend.", "zeroShot": "[Pointing at an unattractive person]\nP1: Hey, your boyfriend is passing by~\nP2: What are you talking about~ He's your boyfriend.", "CAT": "[Pointing at an unattractive person]\nP1: Hey, look, there goes your crush~\nP2: What are you saying? That's your crush.", "humanTranslation": "[Pointing at the ugly person]\nP1: Look! <b>Your boyfriend</b> is over there~\nP2: What are you talking about~ <b>its yours</b>.", "category": "figurative_language"}
{"Index": 6, "source": "P1: 그 작가분 이메일 주소가 뭐라고 했지?\nP2: 거기 메모 읽어 봐.\nP1: 이메일 주소 이게 맞아?\nP2: 야 <b>골뱅이</b>가 빠졌잖아.", "googleTranslation": "P1: What was the writer's email address?\nP2: Read the note.\nP1: Is that the correct email address?\nP2: Hey, you forgot the at sign.", "zeroShot": "P1: What did you say the author's email address was?\nP2: Read the note there.\nP1: Is this the correct email address?\nP2: Hey, you forgot the \"@\" sign.", "CAT": "P1: What was that author's email address again?\nP2: Check the note over there.\nP1: Is this the correct email address?\nP2: Hey, you forgot the '@' sign.", "humanTranslation": "P1: What was the author's email address?\nP2: Read the note there.\nP1: Is this the right email address?\nP2: Hey, you miss <b>the at sign</b> ", "category": "figurative_language"}
{"Index": 7, "source": "[미팅 자리에서 잠시 빠져나온 남자 무리]\nP1: 이번엔 너가 좀 양보 해라.\nP2: 그래 저번에는 내가 맡았잖아, 우리도 좀 즐겨야지.\nP3: 니들 나한테 <b>폭탄처리반</b> 시키는 거야?", "googleTranslation": "[A group of men briefly leave the meeting]\nP1: This time, you give in a little.\nP2: Yeah, I was in charge last time, so let's have some fun too.\nP3: Are you guys making me the bomb squad?", "zeroShot": "[Group of men stepping out of a meeting]\nP1: This time, you make a concession.\nP2: Yeah, I handled it last time. We should enjoy ourselves too.\nP3: Are you guys making me the bomb squad?", "CAT": "[Group of men stepping out of a meeting]\nP1: This time, you should take a step back.\nP2: Yeah, I took the role last time. We should enjoy ourselves too.\nP3: Are you guys making me the bomb squad?", "humanTranslation": "[Guys left the blind date]\nP1: You should concede this time.\nP2: Yeah, It was me at the last time, we should enjoy it too.\nP3: Are you guys making me the <b>bomb squad</b>?", "category": "figurative_language"}
{"Index": 8, "source": "P1: 오늘 낚시는 어땠어?\nP2: 오늘 아주 대박이었어, 쏘가리, 잉어, 붕어 안 가리고 다 잡았지.\nP1: <b>로켓단</b>이 따로없네.", "googleTranslation": "P1: How was your fishing today?\nP2: Today was a great day. I caught a lot of different fish, including catfish, carp, and crucian carp.\nP1: Team Rocket is out of the question.", "zeroShot": "P1: How was fishing today?\nP2: It was amazing today, I caught everything from catfish, carp, to crucian carp.\nP1: You're like Team Rocket.", "CAT": "P1: How was your fishing today?\nP2: It was a great day! I caught everything, from bass to carp to crucian carp.\nP1: You're like Team Rocket, catching them all!", "humanTranslation": "P1: How was your fishing today?\nP2: It was amazing today, I got Mandarin fish, carp, and crucian carp and all fishes.\nP1: You such a <b>Team Rocket</b>.", "category": "figurative_language"}
{"Index": 9, "source": "P1: 오늘 우리 <b>기러기</b> 드디어 휴가 갔다.\nP2: 진짜? 한동안 좀 편하게 지내겠네.\nP1: 그러게 말이야. 말년에 고생이란 고생은 다 하고 있다 요새.\nP2: 그래도 넌 곧 전역하잖아. 나는 아직도 <b>짝대기 두 개</b>야", "googleTranslation": "P1: Today, our goose finally went on vacation.\nP2: Really? I'll be able to relax for a while.\nP1: That's right. I'm going through all the hardships of my later years these days.\nP2: But you'll be discharged soon. I still have two pairs of shoes.", "zeroShot": "P1: Our goose finally went on vacation today.\nP2: Really? You'll be able to relax for a while then.\nP1: Yeah, seriously. He's been going through a lot of hardships lately.\nP2: But you're about to be discharged soon. I still have two stripes.", "CAT": "P1: Our superior finally went on leave today.\nP2: Really? We can relax for a while then.\nP1: Yeah, he's been going through a lot lately in his final days of service.\nP2: But you're almost done with your service. I'm still just a two-striper.", "humanTranslation": "P1: Our <b>sergeant</b> finally went on vacation today.\nP2: Really? Maybe you get comfortable for a while.\nP1: That's what I'm saying. I'm going through all the hardships in my later years these days.\nP2: But you'll be discharged soon. I'm still a <b>private first class</b>. ", "category": "figurative_language"}
{"Index": 10, "source": "P1: 여기 사장님이 <b>백종원</b>이신가? 너무 맛있는데?\nP2: 그러게, 음식 되게 잘하신다.\nP1: 다음에 또 와야겠어.", "googleTranslation": "P1: Is the boss here Baek Jong-won? It's so delicious.\nP2: Yes, he makes really good food.\nP1: I have to come again next time.", "zeroShot": "P1: Is the owner here Baek Jong-won? It's so delicious.\nP2: Right, the food is really good.\nP1: I have to come again next time.", "CAT": "P1: Is the owner here Gordon Ramsay? This is so delicious!\nP2: I know, the food is really good.\nP1: I have to come back here again.", "humanTranslation": "P1: Is this chef <b>Gordon Ramsay?</b> It's so delicious\nP2: Yeah, He is pretty good at cooking.\nP1: I'll have to come again here.", "category": "figurative_language"}
{"Index": 11, "source": "P1: 얘가 우리반 <b>아이유</b>야.\nP2: 정말? 그렇게 노래를 잘 해?\nP1: 응, 나중에 같이 노래방가서 들어봐.", "googleTranslation": "P1: This is our class's IU.\nP2: Really? She sings that well?\nP1: Yeah, let's go to karaoke together later and listen.", "zeroShot": "P1: This is IU from our class.\nP2: Really? Is she that good at singing?\nP1: Yeah, let's go to karaoke together later and listen.", "CAT": "P1: She's our class's IU (a famous Korean singer).\nP2: Really? Is she that good at singing?\nP1: Yeah, let's go to karaoke together later and listen.", "humanTranslation": "P1: She is <b>Taylor Swift</b> of our class.\nP2: Oh really? Is she that good at singing?\nP1: Yeah, let's go to karaoke together and listen to her sometime.", "category": "figurative_language"}
{"Index": 12, "source": "[바둑을 두고 있는, 실제로는 이세돌이 아닌 사람을 보고]\nP1: 저 사람 바둑 잘 두네.\nP2: 쟤는 <b>이세돌이야!</b>", "googleTranslation": "[Seeing a person who is playing Go, but is not actually Lee Sedol]\nP1: That person is good at Go.\nP2: That guy is Lee Sedol!", "zeroShot": "[Seeing a person who is playing Go, but is not actually Lee Sedol]\nP1: That person plays Go well.\nP2: That's Lee Sedol!", "CAT": "[Seeing a person who is playing Go, but is not actually Lee Sedol]\nP1: That person plays Go really well.\nP2: He's like Lee Sedol!", "humanTranslation": "[Seeing a person who is playing Go, but is not actually Lee Sedol]\nP1: Wow, that person is really good at Go.\nP2<b>: He plays like Lee Sedol</b>! He must be him!", "category": "figurative_language"}
{"Index": 13, "source": "P1: 너무 상심하지 말고, 마음 잘 추스려. \nP2: 감사합니다.\nP1: <b>시간이 약이라잖아</b>. 이제부터 맘 단단히 먹어야 돼.", "googleTranslation": "P1: Don't be too heartbroken, and take care of yourself. \nP2: Thank you.\nP1: Time heals all wounds. You have to be strong from now on.", "zeroShot": "P1: Don't be too heartbroken, take care of yourself.\nP2: Thank you.\nP1: They say time heals all wounds. From now on, you need to stay strong.", "CAT": "P1: Don't be too discouraged, take care of yourself.\nP2: Thank you.\nP1: They say time heals all wounds. You need to stay strong from now on.", "humanTranslation": "P1: Don't be too disheartened, and take care of yourself. \nP2: Thank you. \nP1: <b>They say time is great healer. </b>You need to be strong from now on.", "category": "figurative_language"}
{"Index": 14, "source": "P1: 나는 뭐 별명 같은 거 없어? 우윳 빛깔 최수연이나...\nP2: 너는 밝고 따뜻하고 다정한 사람이야. <b>넌 봄날의 햇살 최수연</b>이야.", "googleTranslation": "P1: Don't you have a nickname? Like Milky-colored Choi Su-yeon...\nP2: You are a bright, warm, and affectionate person. You are the spring sunshine Choi Su-yeon.", "zeroShot": "P1: Don't I have a nickname or something? Like \"Milky White Choi Soo-yeon\"...\nP2: You are a bright, warm, and kind person. You are \"Spring Sunshine Choi Soo-yeon.\"", "CAT": "P1: Do I have any nicknames? Maybe \"Fair-skinned Sooyeon\"...\nP2: You are a bright, warm, and kind person. You are like the spring sunshine, Sooyeon.", "humanTranslation": "P1: Don't I have any nicknames? Like, \"Milky-White Suyeon\" or something...\nP2: You're a bright, warm, and kind person. <b>You're like Spring Sunshine Suyeon.\"</b>", "category": "figurative_language"}
{"Index": 15, "source": "P1: 계곡물이 엄청 차가워.\nP2: 그럼 여기에 나중에 먹을 음료수랑 수박 좀 놔두면 좋을 것 같아.\nP1: <b>흐르는 냉장고 같아</b>.", "googleTranslation": "P1: The stream water is really cold.\nP2: Then I think it would be good to leave some drinks and watermelon here to eat later.\nP1: It's like a running refrigerator.", "zeroShot": "P1: The stream water is really cold.\nP2: Then it might be good to leave some drinks and watermelon here to eat later.\nP1: It's like a flowing refrigerator.", "CAT": "P1: The stream water is really cold.\nP2: Then we should put our drinks and watermelon here to keep them cool.\nP1: It's like a flowing refrigerator.", "humanTranslation": "P1: The valley water is freezing cold.\nP2: Then it would be a good idea to leave the drinks and watermelon we'll eat later here.\nP1: It's<b> like a flowing refrigerator.</b>", "category": "figurative_language"}
{"Index": 16, "source": "P1: 더는 못하겠어요. \nP2: 지금 혹독하게 해야 <b>세상을 무대로 뛰어 놀 수</b> 있는거야.\nP1: 저 진짜 죽을 것 같아요.", "googleTranslation": "P1: I can't do this anymore. \nP2: I have to go through hardships now so I can go out and play on the world stage.\nP1: I really feel like I'm going to die.", "zeroShot": "P1: I can't do this anymore.\nP2: You have to be tough now to be able to play on the world stage.\nP1: I feel like I'm going to die.", "CAT": "P1: I can't take it anymore.\nP2: You need to go through this tough time to shine on the world stage.\nP1: I feel like I'm dying.", "humanTranslation": "P1: I can't do this anymore.\nP2: You have to be tough now, so you can go out and <b>conquer the world like it is your own stage.</b>\nP1: I feel like I'm going to die.", "category": "figurative_language"}
{"Index": 17, "source": "P1: 배우 생활을 하시면서 느낀게 있나요?\nP2: 무대 밖에서도 우린 배우입니다. <b>인생은 연극이고, 우린 모두 무대 위의 배우</b> 아닌가요?", "googleTranslation": "P1: Have you felt anything while acting?\nP2: We are actors even off stage. Life is a play, and aren't we all actors on stage?", "zeroShot": "P1: Have you felt anything while living as an actor?\nP2: We are actors even off the stage. Life is a play, and aren't we all actors on the stage?", "CAT": "P1: What insights have you gained from your acting career?\nP2: We remain actors even when we're not on stage. Life is a theater, and we are all actors on its stage, aren't we?", "humanTranslation": "P1: What have you learned from your acting career?\nP2: We are actors even off the stage.<b> Life is a play, and aren't we all actors on the stage?</b>", "category": "figurative_language"}
{"Index": 18, "source": "P1: 이 장면을 카메라에 담았어야 하는데.\nP2: 할 수 없지,<b> 눈을 카메라 삼아</b> 담아두자.", "googleTranslation": "P1: I should have captured this scene on camera.\nP2: We can't help it, let's capture it with our eyes as cameras.", "zeroShot": "P1: We should have captured this scene on camera.\nP2: There's nothing we can do, let's capture it with our eyes as if they were cameras.", "CAT": "P1: We should have captured this scene with the camera.\nP2: Well, we can't do anything about it now. Let's use our eyes as cameras and remember it.", "humanTranslation": "P1: We should have captured this scene on camera. \nP2: It can't be helped. Let's imprint it in our memories with<b> our eyes as the cameras.</b>", "category": "figurative_language"}
{"Index": 19, "source": "P1: 이젠 그 사람 못믿겠어. 하는 말마다 다 거짓말 같아.\nP2: 서로 믿음으로 가야지. <b>의심은 독이야.</b>", "googleTranslation": "P1: I can't trust that person anymore. Everything he says sounds like a lie.\nP2: We have to trust each other. Suspicion is poison.", "zeroShot": "P1: I can't trust that person anymore. Everything they say seems like a lie.\nP2: We need to go forward with trust. Doubt is poison.", "CAT": "P1: I can't trust that person anymore. It feels like everything they say is a lie.\nP2: We need to move forward with trust. Doubt is poison.", "humanTranslation": "P1: I can't trust that person anymore. Everything they say seems like a lie. \nP2: You have to have faith in each other. <b>Suspicion is poison.</b>", "category": "figurative_language"}
{"Index": 20, "source": "P1: 굳이 당신이 나설 필요는 없잖아요.\nP2: 난 부름을 받았고 응해야 하오. <b>조국의 방패</b>가 돼야 하오.", "googleTranslation": "P1: You don't have to come forward. \nP2: I was called and I must respond. I must become the shield of my country.", "zeroShot": "P1: There's no need for you to step in.\nP2: I was called, and I must respond. I must become the shield of the homeland.", "CAT": "P1: There's no need for you to step in.\nP2: I have been called and I must answer. I must become the shield of the nation.", "humanTranslation": "P1: There's no need for you to get involved.\nP2: I have been called and I must answer.<b> I must serve as my country's bulwark.</b>", "category": "figurative_language"}
{"Index": 21, "source": "P1: 이번 프로젝트 잘 준비해. 향후 <b>회사 전체의 먹거리 사업이니까.</b>\nP2: 예, 최선을 다하겠습니다.\nP1: 충분히 지원해줄테니 쉼 없이 달려나갈 수 있도록 해", "googleTranslation": "P1: Prepare well for this project. It will be the food business for the entire company in the future.\nP2: Yes, I will do my best.\nP1: I will support you enough, so you can run without rest.", "zeroShot": "P1: Prepare well for this project. It's the future food business for the entire company.\nP2: Yes, I will do my best.\nP1: I will provide full support so you can keep moving forward without any breaks.", "CAT": "P1: Make sure to prepare thoroughly for this project. It will be the key business for the company's future.\nP2: Yes, I will give it my all.\nP1: I'll ensure you have all the support you need to work tirelessly.", "humanTranslation": "P1: Prepare well for this project. It's a <b>crucial project for the future of the company</b>.\nP2: Yes, I'll do my best. \nP1: I'll give you full support, so make sure you keep running without rest.", "category": "figurative_language"}
{"Index": 22, "source": "P1: 선수들이 지금 <b>시간을 벌려고 </b>하고 있군요.\nP2: 네, 저것도 좋은 전략이라고 할 수 있어요.", "googleTranslation": "P1: The players are trying to buy time now.\nP2: Yes, that could be a good strategy too.", "zeroShot": "P1: The players are trying to buy some time now.\nP2: Yes, you could say that's a good strategy too.", "CAT": "P1: The players seem to be running down the clock.\nP2: Yes, that’s a smart tactic.", "humanTranslation": "P1: The players are <b>trying to buy time.</b>\nP2: Yes, that's a good strategy.", "category": "figurative_language"}
{"Index": 23, "source": "P1: 저 분으로 말하면 증권가에 <b>큰 손</b>이라고 할 수 있지요.\nP2: 아주 유명한 사람이죠.", "googleTranslation": "P1: If we talk about that person, you could say he is a big shot in the stock market.\nP2: He is a very famous person.", "zeroShot": "P1: That person can be described as a big player in the stock market.\nP2: A very famous person indeed.", "CAT": "P1: That person is considered a major player in the stock market.\nP2: He's very famous.", "humanTranslation": "P1: He is what you would call a <b>big player in the stock market</b>.\nP2: He's a very famous person.", "category": "figurative_language"}
{"Index": 24, "source": "P1: 사실 오늘도 학원 째고 피시방 갔다.\nP2: 너네 엄마 그러다 <b>혈압 오르신다.</b> 그만해", "googleTranslation": "P1: Actually, I skipped school today and went to the PC room. \nP2: Your mom's blood pressure will go up if you do that. Stop it.", "zeroShot": "P1: Actually, I skipped academy and went to the PC room today.\nP2: Your mom's blood pressure is going to rise if you keep doing that. Stop it.", "CAT": "P1: Actually, I skipped my after-school class and went to the PC room again today.\nP2: Your mom will get really stressed out if you keep doing that. Stop it.", "humanTranslation": "P1: Actually, I skipped school again today and went to the PC bang.\nP2: Your mom's <b>going to have a fit. </b>Stop it.", "category": "figurative_language"}
{"Index": 25, "source": "P1: 건들지 마. <b>나 지금 눈에 보이는 게 없어.</b>\nP2: 무슨 일 있었길래 그래? 헤어졌니?", "googleTranslation": "P1: Don't touch me. I can't see anything right now.\nP2: What happened? Did you break up?", "zeroShot": "P1: Don't touch me. I can't see anything right now.\nP2: What happened? Did you break up?", "CAT": "P1: Leave me alone. I can't think straight right now.\nP2: What's wrong? Did you break up?", "humanTranslation": "P1: Don't touch me. I'm<b> seeing red right now.</b>\nP2: What happened? Did you break up with someone?", "category": "figurative_language"}
{"Index": 26, "source": "P1: 3학년 선배를 <b>입에 게거품을 물고</b> 싸우고 있더라\nP2: 그 나이 되어서 뭣하는 짓이라니", "googleTranslation": "P1: I was fighting with a third-year senior while foaming at the mouth. \nP2: What are you doing at that age?", "zeroShot": "P1: The third-year senior was foaming at the mouth while fighting.\nP2: What are they doing at that age?", "CAT": "P1: I saw a third-year senior fighting like a madman.\nP2: What kind of behavior is that at their age?", "humanTranslation": "P1: The third-year senior was arguing while foaming at the mouth.\nP2: What on earth is he doing at his age?", "category": "figurative_language"}
{"Index": 27, "source": "P1: 그 교수님은 어떤 분이셔?\nP2: <b>백과사전</b> <b>같은</b> 분이야\nP1: 오.. 아는게 되게 많으신가 보다\nP2: 응.. 근데 항상 옳은 건 아니더라고", "googleTranslation": "P1: What kind of person is that professor?\nP2: He's like an encyclopedia\nP1: Oh... He must know a lot\nP2: Yeah... But he's not always right.", "zeroShot": "P1: What kind of person is that professor?\nP2: Like an encyclopedia.\nP1: Oh.. They must know a lot.\nP2: Yeah.. But they're not always right.", "CAT": "P1: What is that professor like?\nP2: He's like an encyclopedia.\nP1: Oh, he must be very knowledgeable.\nP2: Yes, but he's not always right.", "humanTranslation": "P1: What's that professor like?\nP2:<b> He's like an encyclopedia.</b>\nP1: Oh... so he knows a lot?\nP2: Yeah... but he's not always right.", "category": "figurative_language"}
{"Index": 28, "source": "P1 : 야 우리 떡볶이 먹을래?\nP2 : 방금 우리 짜장면 먹었잖아\nP1 : 아무래도 내 <b>뱃속에 거지가 들었나봐</b>", "googleTranslation": "P1: Hey, do you want to eat tteokbokki?\nP2: We just ate jajangmyeon\nP1: I think I have some beggars in my stomach.", "zeroShot": "P1: Hey, do you want to eat tteokbokki?\nP2: We just ate jjajangmyeon.\nP1: I think there's a beggar in my stomach.", "CAT": "P1: Hey, do you want to eat some tteokbokki?\nP2: We just had jjajangmyeon.\nP1: I think I have a bottomless pit in my stomach.", "humanTranslation": "P1: Hey, wanna get some tteokbokki?\nP2: We just ate jajangmyeon.\nP1: Maybe<b> i am a bottomless pit </b>", "category": "figurative_language"}
{"Index": 29, "source": "P1: 다녀왔습니다~\nP2: 내 <b>도파민</b> 돌아왔구나!\nP1: 나 없는 동안 많이 심심했어?\nP2: 너 언제 오는지 손꼽아 기다렸지", "googleTranslation": "P1: I'm back~\nP2: My dopamine is back!\nP1: Were you bored while I was gone?\nP2: I've been waiting for you to come back", "zeroShot": "P1: I'm back~\nP2: My dopamine is back!\nP1: Were you very bored while I was gone?\nP2: I was counting the days until you came back.", "CAT": "P1: I'm back~\nP2: My dopamine is back!\nP1: Did you get bored while I was gone?\nP2: I was counting the minutes until you came back.", "humanTranslation": "P1: I'm home! \nP2: <b>My pleasure </b>finally came back! \nP1: Did you miss me that much? \nP2: I was counting down the minutes until you got back.", "category": "figurative_language"}
{"Index": 30, "source": "[시의 일부 발췌]\n지난 겨울에 내린 눈은 꽃과 같더니\n벚<b>꽃은 봄에 내리는 눈이로구나</b>", "googleTranslation": "[Excerpt from a poem] The snow that fell last winter was like flowers, and the cherry blossoms are the snow that falls in spring.", "zeroShot": "[Excerpt from the poem]\nThe snow that fell last winter was like flowers,\nCherry blossoms are snow falling in spring.", "CAT": "[Excerpt from the poem]\nThe snow that graced last winter was like flowers,\nand cherry blossoms are the spring's gentle snow.", "humanTranslation": "[Some excerpts from the poem]\nWinter snow bloomed like flowers,\n<b>Spring blossoms fall like snow showers.</b>", "category": "figurative_language"}
{"Index": 31, "source": "[시의 일부 발췌]\n이렇게 살아가는 <b>우리의 어제 오늘</b>이\n마침낸 전설 속으로 묻혀 버리는\n<b>해저 같은 그날</b>은 있을 수 없습니다.", "googleTranslation": "[Excerpt from a poem] There can never be a day when our yesterdays and todays, living like this, are buried deep in legend.", "zeroShot": "[Excerpt from the poem]\nThe yesterdays and todays of our lives\ncannot be buried in the depths of legend\nlike the ocean floor.", "CAT": "[Excerpt from the poem]\nThe days of our lives, yesterday and today, \nwill never be buried like legends \nin the depths of the sea.", "humanTranslation": "[Some excerpts from the poem]\n<b>Our lives</b>, lived thus, won't fade to myth, \n<b>Nor drown in depths where sunlight never hits.</b>", "category": "figurative_language"}
{"Index": 32, "source": "P1: 어렸을 적에 <b>불같이 끓던 병석에서 겨우 일어났지</b>.\nP2: 그 정도면 목숨을 건진 것만 해도 기적이다.", "googleTranslation": "P1: When I was young, I barely managed to get out of bed while I was sick like a fire. \nP2: It's a miracle that I survived.", "zeroShot": "P1: When I was young, I barely got up from a bed of fire.\nP2: It's a miracle that you survived.", "CAT": "P1: When I was a child, I barely got up from a bed that felt like it was on fire.\nP2: Surviving that is nothing short of a miracle.", "humanTranslation": "P1: When I was young, I <b>was bedridden with a high fever.</b>\nP2: It's a miracle you survived.", "category": "figurative_language"}
{"Index": 33, "source": "[시의 일부 발췌]\n언제부턴가 <b>갈대는 속으로\n조용히 울고 있었다.</b>\n그런 어느 밤이었을 것이다.\n그의 온몸이 흔들리고 있는 것을 알았다.", "googleTranslation": "[Excerpt from a poem] At some point, the reed began to cry quietly inside. It must have been one of those nights. I felt his whole body shaking.", "zeroShot": "[Excerpt from the poem]\nAt some point, the reeds were quietly crying inside.\n\nIt must have been one of those nights.\nI knew his whole body was trembling.", "CAT": "[Excerpt from the poem]\nAt some point, the reeds began to silently weep inside. \n\nIt must have been one of those nights. \nI knew his whole body was trembling.", "humanTranslation": "[Some excerpts from the poem]\nFrom someday, <b>the reed was crying quietly inside.\n</b>\nMaybe it was that some night.\nHe suddenly know his entire body was shaking.", "category": "figurative_language"}
{"Index": 34, "source": "[시의 일부 발췌]\n<b>바람도 햇볕도 숨을 죽이네</b>.\n나도 가만 눈을 감네.", "googleTranslation": "[Excerpt from a poem] The wind and the sun are holding their breath. I, too, quietly close my eyes.", "zeroShot": "[Excerpt from the poem]\nThe wind and the sunlight hold their breath.\nI, too, quietly close my eyes.", "CAT": "[Excerpt from the poem]\nThe wind and the sunlight hold their breath. \nI quietly close my eyes.", "humanTranslation": "[Some excerpts from the poem]\n<b>The wind, sunlight are holding their breath.\n</b>I quietly close my eyes either.", "category": "figurative_language"}
{"Index": 35, "source": "P1: 그 일은 정말이지 <b>꿈만 같았어</b>. 나한테 그런 일이 벌어질 줄이야.\nP2: 도대체 무슨 일이었길래 그래. 어서 말해봐.\nP1: 미안, 나만 알고 있고 싶어.", "googleTranslation": "P1: That was just like a dream. I never thought that would happen to me.\nP2: What the hell happened? Tell me now.\nP1: Sorry, I want to keep that to myself.", "zeroShot": "P1: That event felt like a dream. I never thought something like that would happen to me.\nP2: What on earth happened? Tell me quickly.\nP1: Sorry, I want to keep it to myself.", "CAT": "P1: It felt like a dream. I never thought something like that would happen to me.\nP2: What on earth happened? Come on, tell me.\nP1: Sorry, I want to keep it to myself.", "humanTranslation": "P1: <b>That happened like dream came true,</b> I never thought it would happen to me.\nP2: What on earth happened? Tell me!\nP1: Sorry, I want to keep it to myself.", "category": "figurative_language"}
{"Index": 36, "source": "[시의 일부 발췌]\n<b>거울 속에는 소리가 없소</b>\nP저렇게까지 <b>조용한 세상</b>은 참 없을 것이요.", "googleTranslation": "[Excerpt from a poem] There is no sound in the mirror. There can never be a world that is so quiet.", "zeroShot": "[Excerpt from the poem]\nThere is no sound in the mirror\nThere will never be a world as quiet as that.", "CAT": "[Excerpt from the poem]\nWithin the mirror, silence reigns. \nNo other world is as tranquil as this.", "humanTranslation": "[Some excerpts from the poem]\n<b>There is no sound in the mirror\n</b>There would be no other <b>world quiet</b> like that.", "category": "figurative_language"}
{"Index": 37, "source": "P1: <b>머리는 희어 가도 마음은 붉어 가는</b> 요즘이야.\nP2: 표현이 참 시적이네요, 할아버지.", "googleTranslation": "P1: These days, even though my hair is gray, my heart is turning red.\nP2: That expression is very poetic, Grandpa.", "zeroShot": "P1: My hair is turning white, but my heart is growing red these days.\nP2: Your expression is very poetic, Grandpa.", "CAT": "P1: My hair is turning white, but my heart is growing more passionate these days.\nP2: Your expression is very poetic, Grandpa.", "humanTranslation": "P1: <b>My hair is turning gray these days, but my heart is turning red.</b>\nP2: Your expression is very poetic, Grandpa.", "category": "figurative_language"}
{"Index": 38, "source": "P1:<b> 희망의 바다엔 물결이 뛰노는 법이지</b>.\nP2: 알겠어. 긍정적으로 사고할게.\nP1: 그래, 마음 먹기에 따라 많은 것이 바뀔 수 있어.", "googleTranslation": "P1: There are waves that jump in the sea of hope.\nP2: Okay. I'll think positively.\nP1: Yes, a lot can change depending on how you put your mind to it.", "zeroShot": "P1: Waves always play in the sea of hope.\nP2: Got it. I'll think positively.\nP1: Yes, a lot can change depending on your mindset.", "CAT": "P1: In the sea of hope, waves are always dancing.\nP2: Got it. I'll think positively.\nP1: Yes, a lot can change depending on your mindset.", "humanTranslation": "P1: <b>The sea of hope is full of waves.</b>\nP2: Ok, I should think positively.\nP1: Good, many thing can be change by how do you think about.", "category": "figurative_language"}
{"Index": 39, "source": "P1: 오늘 밤 <b>달이 참 사막보다도 처량하구려</b>.\nP2: 희미하게 빛난다는 말이오?", "googleTranslation": "P1: The moon tonight is more miserable than the desert.\nP2: You mean it's shining faintly?", "zeroShot": "P1: The moon tonight is even more desolate than the desert.\nP2: Are you saying it shines faintly?", "CAT": "P1: The moon tonight looks lonelier than a desert.\nP2: Do you mean it looks dim?", "humanTranslation": "P1: <b>The moon is more plaintive than desert today.</b>\nP2: Did you say it is shine dimly?", "category": "figurative_language"}
{"Index": 40, "source": "P1: 정말 고생이 많았소!\nP2: 우리들이 그동안 흘려온 <b>피와 땀, 눈물</b>이 이제는<b> 성공의 열매</b>로 결실을 맺었으면 좋겠군.", "googleTranslation": "P1: You've worked really hard! \nP2: I hope all the blood, sweat, and tears we've shed so far will now bear fruit as success.", "zeroShot": "P1: You really worked hard!\nP2: I hope that the blood, sweat, and tears we've shed so far will now bear the fruit of success.", "CAT": "P1: You really worked hard!\nP2: I hope that all the blood, sweat, and tears we've shed will now bear the fruit of success.", "humanTranslation": "P1: Thank you for your great efforts!\nP2: I hope our <b>blood, sweat and tears</b> we have been shed finally bear a <b>fruit of success. </b>", "category": "figurative_language"}
{"Index": 41, "source": "P1: <b>우리들의 피로 일군 자유의 성채나 다름 없지</b>.\nP2: 정말 감사합니다. 지금의 우리나라가 덕분에 있다는 것을 잘 압니다.", "googleTranslation": "P1: It is like a fortress of freedom that we built with our blood. \nP2: Thank you very much. I know very well that our country exists today thanks to you.", "zeroShot": "P1: It's nothing less than a fortress of freedom built with our blood.\nP2: Thank you very much. I know well that our country exists today thanks to you.", "CAT": "P1: It's like a fortress of freedom built with our blood.\nP2: Thank you very much. I understand that our country exists today because of your sacrifices.", "humanTranslation": "P1: <b>It can be said that the citadel of freedom was created by our blood.</b>\nP2: Thanks you so much. I know well that our country can be exist because of you.", "category": "figurative_language"}
{"Index": 42, "source": "[시의 일부 발췌]\n<b>흔들리지 않는 갈대가 되리</b>\nP겨울 강 강 언덕에 <b>눈보라 몰아쳐도</b>\nP눈보라에 으스스 내 몸이 쓰러져도\n<b>흔들리지 않는 갈대가 되리</b>", "googleTranslation": "[Excerpt from a poem] I will become a reed that does not sway Even if a snowstorm rages on the riverbank in winter Even if my body falls down in the blizzard I will become a reed that does not sway", "zeroShot": "[Excerpt from the poem]\nI will become a reed that does not sway\nEven if a snowstorm rages on the winter riverbank\nEven if my body collapses in the blizzard\nI will become a reed that does not sway", "CAT": "[Excerpt from the poem]\nI will be a steadfast reed,\nEven if a blizzard rages over the winter river's bank,\nEven if my body trembles and collapses in the storm,\nI will be a steadfast reed.", "humanTranslation": "[Some excerpts from the poem]\n<b>I want to be a reed that doesn't shake\n</b>Even if<b> blizzard raged</b> river's hill in winter\nEven if blizzard toppled down my body\n<b>I want to be a reed that doesn't shake</b>", "category": "figurative_language"}
{"Index": 43, "source": "[시의 일부 발췌]\n첫눈이 내리는 날은\n왠지 그대가 올 것 같아\n<b>나는 겨울 숲에서 한 그루 나무로 서서</b>\n그대를 기다립니다.", "googleTranslation": "[Excerpt from a poem] On the day when the first snow falls, I feel like you will come, so I stand like a tree in the winter forest and wait for you.", "zeroShot": "[Excerpt from a poem]\nOn the day the first snow falls\nFor some reason, it feels like you will come\nI stand as a lone tree in the winter forest\nWaiting for you.", "CAT": "[Excerpt from a poem]\nOn the day the first snow falls,\nI have a feeling you will come.\nI stand as a solitary tree in the winter forest,\nwaiting for you.", "humanTranslation": "[Some excerpts from the poem]\nThe day when first snow is fall\nSomehow I think you will come\n<b>I stand at forest of winter as a tree\n</b>Waiting you", "category": "figurative_language"}
{"Index": 44, "source": "P1: 어제 밤사이 눈이 꽤 많이 내린 것 같더라.\nP2: 나 북한산 근처에 사는 것 알지.\nP1: 응응, 근데?\nP2: <b>산의 높은 봉우리만이 옅은 화장을 하듯 가볍게 눈을 쓰고 있는 풍경</b>이 아침에 펼쳐져 있었어.", "googleTranslation": "P1: It looks like it snowed quite a bit last night.\nP2: You know I live near Mt. Bukhan.\nP1: Yeah, but?\nP2: In the morning, the scenery was such that only the high peaks of the mountains were lightly covered in snow, as if they were wearing light makeup.", "zeroShot": "P1: It seems like it snowed quite a bit last night.\nP2: You know I live near Bukhansan, right?\nP1: Yeah, so?\nP2: In the morning, the scenery was such that only the high peaks of the mountain were lightly dusted with snow, as if they were lightly made up.", "CAT": "P1: It seems like it snowed quite a bit last night.\nP2: You know I live near Bukhansan, right?\nP1: Yeah, so?\nP2: This morning, the peaks of the mountain were lightly dusted with snow, as if they were wearing a light makeup.", "humanTranslation": "P1: It seems like it snowed quite a bit last night.\nP2: You know I live near Bukhansan Mountain, right?\nP1: Yeah, so?\nP2: This morning, I saw a beautiful scene with high peaks of mountauin. To me,<b> the peaks looked as if they were draped in snow, like a delicate veil of light makeup.</b>", "category": "figurative_language"}
{"Index": 45, "source": "P1: 언제쯤 <b>내 인생에 장밋빛 햇살이 비출까</b>.\nP2: 너 좀 우울해 보인다. 뭐 요즘 힘든 일 있어?\nP1: 아냐, 됐어. ", "googleTranslation": "P1: When will the rosy sunshine shine on my life?\nP2: You look a little gloomy. Are you having a hard time these days?\nP1: No, that's okay.", "zeroShot": "P1: When will the rosy sunshine shine on my life?\nP2: You look a bit down. Is something bothering you these days?\nP1: No, it's fine.", "CAT": "P1: When will rosy sunshine ever shine on my life?\nP2: You look a bit down. Is something bothering you lately?\nP1: No, it's fine.", "humanTranslation": "P1: <b>When will the rosy sunshine shine in my life.</b>\nP2: You look a little depressed. Are you having a hard time these days?\nP1: No, it's okay.", "category": "figurative_language"}
{"Index": 46, "source": "P1: <b>개똥도 약에 쓰려면 없다더니</b>...\nP2: 왜 그러는데?\nP1: 손편지를 써야할 일이 생겼는데, 그 많던 펜, 연필이 다 어디로 갔는지 모르겠네.\nP2: 언제는 너무 많아서 골치라더니.", "googleTranslation": "P1: They say even dog poop is useful if you want to use it as medicine...\nP2: Why is that?\nP1: I need to write a letter by hand, but I don't know where all the pens and pencils went.\nP2: You used to say there were so many that it was a headache.", "zeroShot": "P1: They say even dog poop is hard to find when you need it...\nP2: What's wrong?\nP1: I need to write a letter by hand, but I don't know where all those pens and pencils went.\nP2: You used to complain about having too many.", "CAT": "P1: It's like looking for a needle in a haystack...\nP2: What's the matter?\nP1: I have to write a handwritten letter, but I can't find any of the pens or pencils I had.\nP2: You used to say you had too many of them.", "humanTranslation": "P1: <b>It's like the saying, \"You can't find something when you need it..\"</b>\nP2: What's wrong?\nP1: I need to write a handwritten letter, but all the pens and pencils that I used to have so many of have disappeared.\nP2: You used to complain about having too many of the", "category": "figurative_language"}
{"Index": 47, "source": "[시위 현장]\nP1: <b>빵 아니면 죽음을 달라! 빵 아니면 죽음을 달라!</b>\nP2: 네, 지금 시위 현장에 나와있는 김철수 기자입니다.\nP2: 시위에 나오시게 된 계기가 있을까요?\nP1: 생계 유지를 불가능하게 하는 회사의 일방적인 방침에 저희의 마땅한 권리를 요구해야 한다고 생각합니다!", "googleTranslation": "[Protest site]\nP1: Give us bread or death! Give us bread or death!\nP2: Yes, I am reporter Kim Cheol-su who is currently at the protest site.\nP2: Is there a reason you are participating in the protest?\nP1: I think we should demand our due rights from the company's unilateral policy that makes it impossible for us to make a living!", "zeroShot": "[Protest Site]\nP1: Give us bread or give us death! Give us bread or give us death!\nP2: Yes, this is reporter Kim Chul-soo at the protest site.\nP2: What brought you out to protest today?\nP1: We believe we must demand our rightful rights against the company's unilateral policies that make it impossible to sustain our livelihoods!", "CAT": "[Protest Scene]\nP1: Give us bread or give us death! Give us bread or give us death!\nP2: Yes, this is reporter Kim Chul-soo at the protest site.\nP2: What brought you out to protest today?\nP1: We believe we must demand our rightful rights against the company's unilateral policies that make it impossible to sustain our livelihoods!", "humanTranslation": "[Protest Scene]\nP1:<b> Give me bread, or give me death!</b>\nP2: Yes, this is reporter Kim Chul-soo at the protest site.\nP2: What brought you out to protest today?\nP1: We must demand our rights from the comapny who makes it hard to live a life!", "category": "figurative_language"}
{"Index": 48, "source": "P1: <b>붓은 칼보다 강하다</b>는 말도 못 들어봤나.\nP2: 책을 많이 읽으라는 말씀이시죠?\nP1: 때론 앎에서 오는 힘이 그 무엇보다 귀중한 법이라네. \nP2: 명심하겠습니다.", "googleTranslation": "P1: Haven't you ever heard the saying, \"The pen is mightier than the sword?\"\nP2: You're telling me to read a lot of books, right?\nP1: Sometimes, the power that comes from knowledge is more valuable than anything else.\nP2: I'll keep that in mind.", "zeroShot": "P1: Haven't you heard the saying that the pen is mightier than the sword?\nP2: Are you telling me to read more books?\nP1: Sometimes the power that comes from knowledge is more valuable than anything else.\nP2: I will keep that in mind.", "CAT": "P1: Haven't you heard the saying, \"The pen is mightier than the sword\"?\nP2: Are you advising me to read more books?\nP1: Sometimes, the power that comes from knowledge is more valuable than anything else.\nP2: I will keep that in mind.", "humanTranslation": "P1: <b>The pen is mightier than the sword.</b>\nP2: You mean I should read more books?\nP1: Sometimes the value of knowing outweighs everything else. \nP2: I'll keep that in mind.", "category": "figurative_language"}
{"Index": 49, "source": "P1: <b>날뛰는 내 발을 집어넣기 위해 만든 작은 감옥이야.</b>\nP2: 그게 대체 무슨 말이야?\nP1: 이번에 뾰족 구두를 샀는데, 내 발 모양을 예쁘게 잡아줘. 근데 확실히 불편하네.", "googleTranslation": "P1: It's a small prison I made to put my wild feet in.\nP2: What the heck does that mean?\nP1: I bought a pair of pointy shoes recently, and they shape my feet nicely. But they're definitely uncomfortable.", "zeroShot": "P1: It's a small prison made to contain my restless feet.\nP2: What on earth are you talking about?\nP1: I bought pointy shoes this time, and they shape my feet nicely. But they're definitely uncomfortable.", "CAT": "P1: It's a tiny jail for my unruly feet.\nP2: What does that even mean?\nP1: I bought some pointed shoes recently. They shape my feet nicely, but they're definitely uncomfortable.", "humanTranslation": "P1: It's a <b>tiny prison I made to tame my wandering feet.</b>\nP2: What on earth are you talking about?\nP1: I bought these new pointy heels, and they make my feet look amazing. But they're definitely not comfortable.", "category": "figurative_language"}
{"Index": 50, "source": "P1: 어언 <b>밥그릇 빼앗긴지 1년이 다 되어가네</b>.\nP2: 그래도 그동안 놀고 먹진 않았잖아. 힘내!\nP1: 고마워. 어서 안정적인 직장을 찾아야할텐데 말이야. ", "googleTranslation": "P1: It's been almost a year since I lost my job.\nP2: But I haven't been playing around all this time. Cheer up!\nP1: Thanks. You should find a stable job soon.", "zeroShot": "P1: It's been almost a year since I lost my job.\nP2: But you haven't just been idle all this time. Hang in there!\nP1: Thanks. I really need to find a stable job soon.", "CAT": "P1: It's been almost a year since I lost my job.\nP2: But you haven't just been sitting around doing nothing. Stay strong!\nP1: Thanks. I really need to find a stable job soon.", "humanTranslation": "P1: <b>It's been almost a year since I've been out of work.</b>\nP2: But you haven't just been sitting around doing nothing, have you? Cheer up!\nP1: Thanks. I hope I can find a stable job soon.", "category": "figurative_language"}
{"Index": 51, "source": "P1: 요즘 돈도 잘 벌면서, 좀 우울해 보인다 너. \nP2: <b>사람은 빵만으로는 살 수 없는 법이지</b>.\nP1: 이 친구<b> 참 선비네 선비</b>", "googleTranslation": "P1: You seem a bit depressed these days, even though you're making a lot of money. \nP2: People can't live on bread alone.\nP1: This guy is really a gentleman.", "zeroShot": "P1: You seem a bit down even though you're making good money these days.\nP2: Man cannot live by bread alone.\nP1: You're quite the scholar, aren't you?", "CAT": "P1: You seem a bit down lately, even though you're making good money.\nP2: Man cannot live by bread alone.\nP1: You're quite the philosopher, aren't you?", "humanTranslation": "P1: Hey, rainmaker. You look a bit depressed. Money doesn't guarantee happiness, right?\nP2: <b>Man shall not live on bread alone...</b>\nP1: Oh man, you are such a SJW!", "category": "figurative_language"}
{"Index": 52, "source": "P1: 이번에 반장이 됐는데, 생각보다 할 일이 많더라.\nP2:<b> 왕관을 쓰고자 한다면, 그 무게를 견뎌야지.</b>\nP1: 맞아. 이왕 하는 거, 열심히 해야지.", "googleTranslation": "P1: I became the class president this time, but there's more to do than I thought.\nP2: If you want to wear the crown, you have to bear its weight.\nP1: That's right. Since you're going to do it, you have to work hard.", "zeroShot": "P1: I became the class president this time, and there's more to do than I thought.\nP2: If you want to wear the crown, you have to bear its weight.\nP1: Right. Since I'm doing it, I should work hard.", "CAT": "P1: I just became the class president, and there's more work than I anticipated.\nP2: If you want to wear the crown, you have to handle its weight.\nP1: Yes, you're right. I should give it my all.", "humanTranslation": "P1: I'm a class captain; there is more to do than I expected. \nP2: <b>One who wants to wear the crown, bears the crown. </b>\nP1: You're right. I have to work hard.\n", "category": "figurative_language"}
{"Index": 53, "source": "P1: 왜 그리 보십니까?\nP2: 자네가 <b>붓을 들면</b> 항상 기대가 되네. \nP1: 하하, 이번에는 자신 없습니다.\nP2: 또 어떤 명작을 써내려갈지 궁금하네그려.", "googleTranslation": "P1: Why are you looking at me like that?\nP2: I always look forward to it when you pick up your brush.\nP1: Haha, I'm not so sure this time.\nP2: I wonder what kind of masterpiece you'll write next.", "zeroShot": "P1: Why are you looking at me like that?\nP2: I always look forward to it when you pick up a brush.\nP1: Haha, I'm not confident this time.\nP2: I'm curious to see what masterpiece you'll create next.", "CAT": "P1: Why are you looking at me like that?\nP2: Whenever you pick up the brush, I always get excited.\nP1: Haha, I don't have much confidence this time.\nP2: I'm curious to see what masterpiece you'll create next.", "humanTranslation": "P1: Why are you staring at me like that?\nP2: Whenever you <b>hold a pen</b>, I'm counting the days until the book is released.\nP1: Haha, I don't think I can write well this time.\nP2: I can't wait for your next masterpiece.", "category": "figurative_language"}
{"Index": 54, "source": "P1: 아까 검문소를 지나왔어.\nP2: 거기 경계가 살벌하던데.\nP1: 응, 도착하니까 <b>한 완장이</b> 내 차에 올라서 이것 저것 한참을 살펴봤어.", "googleTranslation": "P1: I just passed the checkpoint.\nP2: The security there is tight.\nP1: Yeah, when I got there, a captain got into my car and looked around for a while.", "zeroShot": "P1: I passed through the checkpoint earlier.\nP2: The security there seemed intense.\nP1: Yeah, when I arrived, an officer got into my car and inspected it for a long time.", "CAT": "P1: I passed through a checkpoint earlier.\nP2: The security there is really intense.\nP1: Yeah, when I arrived, an officer got on my car and inspected it thoroughly.", "humanTranslation": "P1: We just blew past the checkpoint.\nP2: The atmosphere there is really tense.\nP1: <b>A police officer </b>got inside my car and looked at this and that for a while.", "category": "figurative_language"}
{"Index": 55, "source": "P1: 우리의 이 <b>금수강산</b>을 지켜냅시다!\nP2: 맞아요! 우리가 아니면 누가 지킵니까!\nP1: 제국주의자를 몰아냅시다!", "googleTranslation": "P1: Let's protect our beautiful country!\nP2: That's right! If not us, then who will protect it!\nP1: Let's drive out the imperialists!", "zeroShot": "P1: Let's protect our beautiful land!\nP2: That's right! If not us, then who will protect it!\nP1: Let's drive out the imperialists!", "CAT": "P1: Let's protect our beautiful land!\nP2: Yes! If not us, then who?\nP1: Let's drive out the imperialists!", "humanTranslation": "P1: Let's protect<b> our country!</b>\nP2: That's right! If we don't, who will?\n P1: Let's drive out the imperialists!", "category": "figurative_language"}
{"Index": 56, "source": "P1: 난 은퇴하고 나면, 신선처럼 <b>강호</b>에서 적적하게 지내는게 내 계획이야.\nP2: 어디 쪽으로 가게?\nP1: 저기, 호남 산골짜기.", "googleTranslation": "P1: After I retire, my plan is to live a quiet life in the world of martial arts like a god.\nP2: Where should I go?\nP1: Over there, in the Honam valleys.", "zeroShot": "P1: When I retire, my plan is to live quietly in the countryside like a hermit.\nP2: Where will you go?\nP1: Over there, in the mountain valleys of Honam.", "CAT": "P1: After I retire, my plan is to live quietly in the wilderness like an immortal.\nP2: Where are you planning to go?\nP1: To a mountain valley in Honam.", "humanTranslation": "P1: When I retire, I hope to live quietly in a <b>countryside </b>as a hermit.\nP2: Where do you wanna go?\nP1: A mountain valley, go down to the south...", "category": "figurative_language"}
{"Index": 57, "source": "P1: 와, <b>간판이</b> 아주 절색이네.\nP2: 감사합니다. 그렇지만 초면에 그런 말씀은 좀 실례네요.", "googleTranslation": "P1: Wow, the sign is really beautiful.\nP2: Thank you. But it's a bit rude to say that when we're meeting for the first time.", "zeroShot": "P1: Wow, the signboard is really beautiful.\nP2: Thank you. But it's a bit rude to say that when we just met.", "CAT": "P1: Wow, the sign is a real stunner.\nP2: Thank you, but it's a bit forward to say that on a first meeting.", "humanTranslation": "P1: Wow,<b> you're a real knockout!</b>\nP2: Thank you, but I think that comment a bit rude, especially coming from a stranger.", "category": "figurative_language"}
{"Index": 58, "source": "P1: 우리나라 복지제도에 대해 어떻게 생각해?\nP2: 뭐 나쁘지 않지, 그렇지만 어떤 나라는 <b>요람에서 무덤까지 한 개인</b>을 책임지는 나라도 있어서, 우리나라가 엄청 좋다고는 말 못해.\nP1: 뭐, 나라마다 각각의 사정이 있는 거니까.", "googleTranslation": "P1: What do you think about our country's welfare system?\nP2: Well, it's not bad, but some countries take responsibility for an individual from cradle to grave, so I can't say our country's is all that great.\nP1: Well, each country has its own circumstances.", "zeroShot": "P1: What do you think about our country's welfare system?\nP2: It's not bad, but there are countries that take care of an individual from cradle to grave, so I can't say our country is extremely good.\nP1: Well, each country has its own circumstances.", "CAT": "P1: What do you think about our country's welfare system?\nP2: Well, it's not bad, but there are countries that take care of individuals from cradle to grave, so I can't say ours is excellent.\nP1: Well, each country has its own circumstances.", "humanTranslation": "P1: What do you think about the welfare system?\nP2: Well, it's not all that bad. Some countries take responsibility for people<b> from the womb to the tomb.</b> Compared to this, I can't say it's good.\nP1: Each country must have a reason.", "category": "figurative_language"}
{"Index": 59, "source": "P1: 그렇게 한다고 너한테 <b>감투가</b> 떨어지겠냐?\nP2: 야, 안하는 것보다는 훨씬 낫지. 저 분이 이래뵈도 행정부 서열 2위라고.\nP1: 그래도, 그렇게 비굴하게 굴면 오히려 마이너스야.", "googleTranslation": "P1: Do you think you'll get a raise if you do that?\nP2: Hey, it's better than not doing it at all. That guy may look like this, but he's still second in command in the administration.\nP1: But if you act so mean, it's actually a negative.", "zeroShot": "P1: Do you think you'll get a reward for doing that?\nP2: Hey, it's much better than doing nothing. That person is the second in command in the administration, you know.\nP1: Still, acting so subserviently will actually be a minus.", "CAT": "P1: Do you really think you'll get a position by doing that?\nP2: Hey, it's better than doing nothing. That person is the second highest in the administration, you know.\nP1: Still, acting so submissively will only backfire.", "humanTranslation": "P1: Do you think he will give you an important title for doing that?\nP2: Hey, it's much better than not doing anything. He's second in the administration even though he's like this.\nP1: Still, if you're so obsequious, you're minus.", "category": "figurative_language"}
{"Index": 60, "source": "P1: 아까 그 죄수한테 <b>은팔찌 </b>단단히 채웠지?\nP2: 네 경감님, 걱정 마십시오.\nP1: 혹시 모르니까 열쇠도 잘 챙겼는지 다시 확인해봐.", "googleTranslation": "P1: Did you put a silver bracelet on that prisoner earlier? \nP2: Yes, Inspector, don't worry. \nP1: Just in case, check again to see if you have the keys.", "zeroShot": "P1: Did you securely fasten the handcuffs on that prisoner earlier?\nP2: Yes, Inspector, don't worry.\nP1: Just in case, check again if you have the key properly.", "CAT": "P1: Did you put the handcuffs on that prisoner tightly earlier?\nP2: Yes, Inspector. Don't worry.\nP1: Just in case, make sure you have the key with you.", "humanTranslation": "P1: Did you <b>put the cuffs on that </b>prisoner nice and tight?\nP2: Yes, Inspector. Don't worry.\nP1: Just to be safe, double-check that you have the key.", "category": "figurative_language"}
{"Index": 61, "source": "P1: 철수씨도 이번에는 출마하셔야죠.\nP2: 아녜요, 전 아직 그럴 사람이 못 됩니다.\nP1: 무슨 말씀이세요. 철수씨가 <b>금배지</b> 안 달면 대체 누가 답니까.\nP2: 말이라도 고맙습니다.", "googleTranslation": "P1: Mr. Cheol-su, you should run this time too.\nP2: No, I'm not ready for that yet.\nP1: What are you talking about? If Mr. Cheol-su doesn't wear the gold badge, then who else will?\nP2: Thank you for your words.", "zeroShot": "P1: Mr. Chulsoo, you should run for office this time.\nP2: No, I'm not ready for that yet.\nP1: What are you talking about? If you don't wear the gold badge, who will?\nP2: Thank you for saying that.", "CAT": "P1: Mr. Chulsoo, you should run for office this time.\nP2: No, I'm not ready for that yet.\nP1: What are you talking about? If you don't take a seat in the parliament, who will?\nP2: Thank you for saying that.", "humanTranslation": "P1: Cheol-su, you should run for  this time.\nP2: No, I'm not the right person for that yet.\nP1: What are you talking about? If you cat't<b> win a seat on Congress</b>, who will?\nP2: Thank you for your kind words.", "category": "figurative_language"}
{"Index": 62, "source": "P1: 월척이다! 내 팔뚝만한 놈이야 이거. \nP2: 와, 이 선장! 자네 완전히 <b>강태공이구만 </b>그래!", "googleTranslation": "P1: It's a giant! It's as big as my forearm. \nP2: Wow, Captain! You're a total Jiang Taigong!", "zeroShot": "P1: It's a big catch! This one's as big as my arm.\nP2: Wow, Captain! You're a real master angler!", "CAT": "P1: It's a big catch! This one's as big as my arm.\nP2: Wow, Captain! You're a real master angler!", "humanTranslation": "P1: I've got a whopper! It's as big as my forearm!\nP2: Wow, Captain Lee! You're <b>a real angler!</b>", "category": "figurative_language"}
{"Index": 63, "source": "P1: 아버지, 제가 2월에 대학 졸업합니다! 졸업식 와주세요.\nP2: 허허, 너가 벌써 대학 졸업이구나.\nP1: 시간이 참 빠르죠?\nP2: 새삼 나도 <b>사각모 썼던 시절</b>이 떠오르네. ", "googleTranslation": "P1: Dad, I'm graduating from college in February! Please come to my graduation ceremony.\nP2: Hehe, you're already graduating from college.\nP1: Time flies, doesn't it?\nP2: It reminds me of the days when I wore a square hat.", "zeroShot": "P1: Dad, I'm graduating from college in February! Please come to the graduation ceremony.\nP2: Haha, you're already graduating from college.\nP1: Time flies, doesn't it?\nP2: It suddenly reminds me of when I wore the graduation cap.", "CAT": "P1: Dad, I'm graduating from college in February! Please come to my graduation ceremony.\nP2: Haha, you're already graduating from college.\nP1: Time really flies, doesn't it?\nP2: It suddenly reminds me of when I wore my mortarboard.", "humanTranslation": "P1: Dad, I'm graduating from university in February! Please come to my graduation ceremony.\nP2: Haha, you're graduating already.\nP1: Time flies, doesn't it?\nP2: It makes me<b> reminisce about my college days.</b>", "category": "figurative_language"}
{"Index": 64, "source": "P1: 저기 저 분, 보따리 하나 들고선 되게 힘겨워 보이는데.  \nP2: <b>저 백발이</b> 무슨 힘이 있겠어. 우리가 가서 돕자고.", "googleTranslation": "P1: That guy over there, he looks really tired carrying a bundle. \nP2: What strength does that white hair have? Let's go and help him.", "zeroShot": "P1: That person over there looks really struggling with that bundle.  \nP2: How much strength could someone with white hair have? Let's go help.", "CAT": "P1: Look at that person over there, struggling with that bundle.  \nP2: With that white hair, they probably don't have much strength. Let's go help them.", "humanTranslation": "P1: Look at that person over there, struggling with bundle.\nP2: <b>That old man</b> doesn't have much strength. Let's go and get some help", "category": "figurative_language"}
{"Index": 65, "source": "P1: 나 이번에 이 회사 지원해보려고.\nP2: 음, 내가 들은게 있는데, 이 회사는 <b>간판만 보고</b> 사람 뽑는다고 악명이 높아.\nP1: 정말? 요즘 같은 시대에 그런게 뭐가 중요하다고 그런데?", "googleTranslation": "P1: I'm thinking about applying to this company this time.\nP2: Well, I've heard that this company is notorious for hiring people just by looking at their name.\nP1: Really? In this day and age, why would something like that be important?", "zeroShot": "P1: I'm thinking of applying to this company.\nP2: Hmm, I've heard that this company has a bad reputation for hiring people based on their alma mater.\nP1: Really? In this day and age, why would that even matter?", "CAT": "P1: I'm planning to apply to this company.\nP2: Hmm, I've heard that this company is notorious for hiring people based on their academic background.\nP1: Seriously? In today's world, why would that be important?", "humanTranslation": "P1: I'm thinking of applying to this company.\nP2: Hmm, I've heard they have a bad reputation for hiring<b> people with degrees from prestigious universities </b>rather than skills.\nP1: Really? Why would that matter in this day and age?", "category": "figurative_language"}
{"Index": 66, "source": "P1: 영희랑 남편, 솔직히 잘 어울리는지 모르겠어. \nP2: 맞아, 영희 성격이랑 잘 맞는 분은 아니지.\nP3: 영희는, <b>돈</b>과 결혼한거야.", "googleTranslation": "P1: Younghee and her husband, honestly, I don't know if they're a good match. \nP2: Yeah, he's not someone who matches Younghee's personality well.\nP3: Younghee married money.", "zeroShot": "P1: Honestly, I don't know if Younghee and her husband are a good match.\nP2: Yeah, he's not really a good fit for Younghee's personality.\nP3: Younghee married money.", "CAT": "P1: To be honest, I don't think Younghee and her husband are a good fit.\nP2: Exactly, he's not compatible with her personality.\nP3: Younghee married for money.", "humanTranslation": "P1: Young-hee and her husband, to be honest, they don't look good together.\nP2: Actually, their personalities aren't like each other.\nP1: She married <b>money</b>.", "category": "figurative_language"}
{"Index": 67, "source": "P1: 이 기사 봤어?  \nP2: 최근 들어 해외로<b> 두뇌 유출</b>이 심각하다는 거?\nP1: 응, 이러다가 산업 경쟁력을 잃어버리는 건 아닐까 걱정스럽네.", "googleTranslation": "P1: Did you see this article? \nP2: It says that there has been a serious brain drain overseas recently?\nP1: Yeah, I'm worried that if we continue like this, we might lose our industrial competitiveness.", "zeroShot": "P1: Did you see this article?\nP2: About the recent severe brain drain overseas?\nP1: Yes, I'm worried that we might lose our industrial competitiveness at this rate.", "CAT": "P1: Have you seen this article?\nP2: The one about the recent brain drain to other countries?\nP1: Yeah, I'm worried that we might lose our industrial competitiveness because of it.", "humanTranslation": "P1: Did you see this article?\nP2: The one about the increasing <b>brain drain </b>overseas?\nP1: Yeah, I'm worried we'll lose our industrial competitiveness.", "category": "figurative_language"}
{"Index": 68, "source": "P1: 이리 주세요, 제가 들겠습니다.\nP2: 이 친구, 역시 <b>젊은 피</b>답네!\nP1: 하하, 앞으로도 편하게 말씀 주세요. 돕겠습니다.", "googleTranslation": "P1: Give it to me, I'll take it.\nP2: This guy, he's really young!\nP1: Haha, feel free to talk to me in the future. I'll help you.", "zeroShot": "P1: Give it to me, I'll carry it.\nP2: This guy, he's got the energy of youth!\nP1: Haha, feel free to ask me anytime. I'll help.", "CAT": "P1: Let me take that for you.\nP2: You really are full of youthful energy!\nP1: Haha, don't hesitate to ask in the future. I'm here to help.", "humanTranslation": "P1: Here, let me take that.\nP2: You're so helpful <b>young blood!</b>\nP1: Haha, feel free to ask if you need anything. I'm happy to help.", "category": "figurative_language"}
{"Index": 69, "source": "P1: 너도 이제 <b>넥타이를 매는구나</b>.\nP2: 그러니까 말이야. 사실 나도 체감이 안 돼. 아직 학생 같아.", "googleTranslation": "P1: You wear a tie now, too.\nP2: That's right. Actually, I can't really feel it. I still feel like a student.", "zeroShot": "P1: You wear a tie now.\nP2: That's what I'm saying. Honestly, it doesn't feel real to me either. I still feel like a student.", "CAT": "P1: You’re wearing a tie now.\nP2: I know, right? It doesn’t feel real to me either. I still feel like a student.", "humanTranslation": "P1: Finally <b> you're starting your career now.</b>\nP2: Yeah, but it doesn't feel real yet. I still feel like a student.", "category": "figurative_language"}
{"Index": 70, "source": "P1: 그 책 열심히 읽네. 재밌어?\nP2: 이 책은 인류 문화의 <b>어제와 오늘</b>을 이해하고 <b>내일</b>을 내다볼 수 있\n는 길잡이의 몫을 한다고 할 수 있지.", "googleTranslation": "P1: You're reading that book diligently. Is it interesting?\nP2: This book can be said to serve as a guide to understanding the past and present of human culture and to look ahead to the future.", "zeroShot": "P1: You're reading that book diligently. Is it interesting?\nP2: This book serves as a guide to understanding the past and present of human culture and looking into the future.", "CAT": "P1: You seem really into that book. Is it interesting?\nP2: This book serves as a guide to understanding the past and present of human culture and predicting the future.", "humanTranslation": "P1: You're absorbed in that book. Is this interesting?\nP2: This book is a kind of guidebook that helps you understand the <b>yesterday and today</b> of human culture while also foreseeing<b> tomorrow.</b>", "category": "figurative_language"}
{"Index": 71, "source": "P1: 철수야, 기분이 좋아보인다?\nP2: 응, 아까 영희 옆에 앉아있었거든.\nP1: 그게 무슨 말이야?\nP2: 영희가 내 옆에 앉았을 때, 갑자기 <b>내 몸에 찌르르 전기가 통하는 거 있지</b>.\nP1: 아이구~ 그렇게 영희가 좋냐?", "googleTranslation": "P1: Chulsoo, you look happy?\nP2: Yeah, I was sitting next to Yeonghee earlier.\nP1: What do you mean?\nP2: When Yeonghee sat next to me, I suddenly felt an electric shock run through my body.\nP1: Oh my~ Do you like Yeonghee that much?", "zeroShot": "P1: Cheolsu, you look happy.\nP2: Yeah, I was sitting next to Younghee earlier.\nP1: What do you mean by that?\nP2: When Younghee sat next to me, I suddenly felt a tingling sensation like electricity running through my body.\nP1: Oh my~ Do you like Younghee that much?", "CAT": "P1: Hey Chulsoo, you look happy.\nP2: Yeah, I was sitting next to Younghee earlier.\nP1: What do you mean?\nP2: When she sat next to me, I felt a jolt of electricity through my body.\nP1: Oh wow, you really like her, huh?", "humanTranslation": "P1: Cheol-su, you look happy.\nP2: Yeah, I was sitting next to Young-hee earlier.\nP1: What do you mean?\nP2: When Young-hee sat next to me,<b> I felt a spark between us.</b>\nP1: Aww, you like Young-hee that much?", "category": "figurative_language"}
{"Index": 72, "source": "P1: 지금 영희 뭐해?\nP2: 부엌에서 신이 나서 <b>도마질을 하지</b>.\nP1: 오, 이번에는 뭘 만든대? 나는 뭐 도울 일 없나?\nP2: 영희는 요리할 때 도움 받는 거 싫어해.", "googleTranslation": "P1: What is Younghee doing now?\nP2: She's chopping wood in the kitchen.\nP1: Oh, what are you making this time? Is there anything I can do to help?\nP2: Younghee hates getting help when she cooks.", "zeroShot": "P1: What is Younghee doing now?\nP2: She's happily chopping on the cutting board in the kitchen.\nP1: Oh, what is she making this time? Is there anything I can help with?\nP2: Younghee doesn't like getting help when she's cooking.", "CAT": "P1: What is Younghee up to now?\nP2: She's enthusiastically chopping in the kitchen.\nP1: Oh, what is she making this time? Can I help with anything?\nP2: Younghee doesn't like getting help when she's cooking.", "humanTranslation": "P1: What's Younghee doing now?\nP2: She's<b> whipping up something in </b>the kitchen.\nP1: Oh, what's she making this time? Is there anything I can help with?\nP2: Younghee doesn't like being helped when she cooks.", "category": "figurative_language"}
{"Index": 73, "source": "P1: 그렇게 <b>어린 양</b>들한테 사기 치면, 죄책감은 안 드냐.\nP2: 갑자기 뭘 새삼스레. 각박한 세상에서 나부터 살고 봐야지", "googleTranslation": "P1: If you cheat on those little lambs like that, don't you feel guilty? \nP2: Why are you suddenly saying something new? I have to live my life first in this harsh world.", "zeroShot": "P1: Don't you feel guilty about scamming those young kids?\nP2: Why bring that up all of a sudden? In this harsh world, I have to look out for myself first.", "CAT": "P1: Don't you feel guilty for deceiving those innocent lambs?\nP2: Why are you bringing this up now? In this harsh world, I have to look out for myself first.", "humanTranslation": "P1: Don't you feel any guilt scamming <b>those innocent lambs?</b>\nP2: Come on, why so sentimental? In this harsh world, I need to look out for myself first.", "category": "figurative_language"}
{"Index": 74, "source": "P1: 승부차기 순서 어떻게 할까?\nP2: 내가 가장 먼저 차고 싶은데.\nP3: 우선, <b>벤치의 </b>지시를 기다리자.\nP1: 그래, 그게 맞는 것 같아.", "googleTranslation": "P1: What should the penalty shootout order be?\nP2: I want to shoot first.\nP3: First, let's wait for the bench's instructions.\nP1: Yeah, I think that's right.", "zeroShot": "P1: How should we decide the penalty kick order?\nP2: I want to go first.\nP3: First, let's wait for the bench's instructions.\nP1: Yeah, that seems right.", "CAT": "P1: How should we decide the penalty kick order?\nP2: I want to go first.\nP3: Let's wait for the coach's instructions first.\nP1: Yeah, that sounds right.", "humanTranslation": "P1: What order should we go in for the penalty shootout?\nP2: I want to go first.\nP3: Let's<b> wait for the coach's instructions.</b>\nP1: Yeah, that's probably the best idea.", "category": "figurative_language"}
{"Index": 75, "source": "P1: 어제는 그렇게 화내더니, 오늘은 왜 이렇게 살가운데?\nP2:  나도 몰라.\nP1: 너란 사람, 참 어렵다. 내가 어쩌다 너를 만났을까.\nP2: <b>사랑은 원래 전쟁터야</b>.", "googleTranslation": "P1: You were so angry yesterday, why are you so cheerful today?\nP2: I don't know.\nP1: You are such a difficult person. How did I meet you?\nP2: Love is originally a battlefield.", "zeroShot": "P1: You were so angry yesterday, why are you so affectionate today?\nP2: I don't know either.\nP1: You're such a difficult person. How did I end up meeting you?\nP2: Love is originally a battlefield.", "CAT": "P1: Yesterday you were so angry, but today you're so affectionate.  \nP2: I don't know.  \nP1: You're such a difficult person to understand. How did I end up meeting you?  \nP2: Love is a battlefield.", "humanTranslation": "P1: You were so angry yesterday, but why are you so sweet today?\nP2: I don't know.\nP1: You're such a complex person. I wonder how I ever met you.\nP2:<b> Love is a war.</b>", "category": "figurative_language"}
{"Index": 76, "source": "P1: 봄이 되니까 산에 열매가 맺히네.\nP2: 이름 모를 열매지만, <b>참 쥐똥만하다</b>.", "googleTranslation": "P1: When spring comes, fruits grow on the mountain.\nP2: I don't know the name of the fruit, but it's really small.", "zeroShot": "P1: Now that it's spring, fruits are forming on the mountain.\nP2: I don't know the name of the fruit, but it's really as small as mouse droppings.", "CAT": "P1: It's spring, and the mountains are producing fruit.\nP2: I don't know the name of this fruit, but it's as tiny as a pea.", "humanTranslation": "P1: The mountain is bearing fruit now that it's spring.\nP2: They're <b>pea-sized berries</b>, but I don't know what they're called.", "category": "figurative_language"}
{"Index": 77, "source": "P1: 걔는 사람이 참 착해.\nP2: 그러니까 완전 <b>날개 없는 천사</b>야.", "googleTranslation": "P1: He's such a kind person.\nP2: So he's a total wingless angel.", "zeroShot": "P1: That person is really kind.\nP2: Exactly, they're like an angel without wings.", "CAT": "P1: \"He's such a nice person.\"\nP2: \"That's why he's like an angel without wings.\"", "humanTranslation": "P1: He's really nice.\nP2: Tell me about it. He <b>is an angel.</b>", "category": "figurative_language"}
{"Index": 78, "source": "P1: 아버지 왜 이렇게 늦으셨어요?\nP2: 어 <b>한 잔</b> 했어.", "googleTranslation": "P1: Dad, why are you so late?\nP2: Oh, I had a drink.", "zeroShot": "P1: Dad, why are you so late?\nP2: Oh, I had a drink.", "CAT": "P1: Dad, why are you so late?  \nP2: Oh, I had a few drinks.", "humanTranslation": "P1: Dad, why are you so late?\nP2: I <b>had a drink</b>.", "category": "figurative_language"}
{"Index": 79, "source": "P1: 제발 먹을 것을 좀 주십시오.\nP2: 미안하지만 나도 식솔이 많아 힘들것 같아요.\nP1:<b> 입에 거미줄이 처질 지경</b>입니다. 제발 부탁드립니다.\n", "googleTranslation": "P1: Please give me something to eat.\nP2: Sorry, but I have a lot of family members, so it might be hard for me.\nP1: There are spiderwebs in my mouth. Please.", "zeroShot": "P1: Please give me something to eat.\nP2: I'm sorry, but I also have many mouths to feed, so it seems difficult.\nP1: I'm on the verge of starving. Please, I'm begging you.", "CAT": "P1: Please, give me something to eat.\nP2: I'm sorry, but I have a large family to support as well.\nP1: I'm starving to the point where cobwebs are forming in my mouth. Please, I beg you.", "humanTranslation": "P1: Please give me some food.\nP2: I'm afraid I can't. I have a lot of mouths to feed.\nP1: I'm <b>straving to death.</b> Please help me.", "category": "figurative_language"}
{"Index": 80, "source": "P1: <b>민중의 지팡이</b>라는 사람이 시민 상대로 폭력이나 쓰는게 말이 돼?\nP2: 그래도, 위험한 범죄자는 엄격하게 다루는게 필요하긴 하지.\nP1: 그 상대 시민은 심지어 범죄자도 아니었어!", "googleTranslation": "P1: Does it make sense for someone called the People's Staff to use violence against civilians?\nP2: Still, it is necessary to deal strictly with dangerous criminals.\nP1: That civilian wasn't even a criminal!", "zeroShot": "P1: Does it make sense for someone who is supposed to protect the people to use violence against citizens?\nP2: Still, it's necessary to deal strictly with dangerous criminals.\nP1: That citizen wasn't even a criminal!", "CAT": "P1: Does it make sense for someone who is supposed to be the people's protector to use violence against citizens?\nP2: Still, it's necessary to deal strictly with dangerous criminals.\nP1: That citizen wasn't even a criminal!", "humanTranslation": "P1: Is it right for<b> those who serve and protect</b> to use violence against the very citizens \nP2: Nevertheless, they must take a firm stance against dangerous criminals.\nP1: The person they targeted wasn't even a criminal!", "category": "figurative_language"}
{"Index": 81, "source": "P1: 왜 이렇게 시끄럽니, 다 조용히 해봐.\nP2: 선생님, 쟤네 둘이 싸워요!\nP3: 여기는 지금 물 쏟아졌어요~\nP1: <b>지방 방송</b> 끄고, 일단 다 조용히 해봐.\n", "googleTranslation": "P1: Why is it so loud, everyone be quiet.\nP2: Teacher, those two are fighting!\nP3: There's water pouring here right now~\nP1: Turn off the local broadcast and everyone be quiet for now.", "zeroShot": "P1: Why is it so noisy, everyone be quiet.\nP2: Teacher, those two are fighting!\nP3: Water spilled over here~\nP1: Turn off the local broadcast, everyone be quiet for now.", "CAT": "P1: Why is it so noisy? Everyone, quiet down.\nP2: Teacher, those two are fighting!\nP3: There's water spilled here!\nP1: Enough with the local news, everyone be quiet.", "humanTranslation": "P1: What's all the fuss about? Be silent!\nP2: Those two are fighting!\nP2: Some water is spilled here~\nP1: <b>Cut the crap</b>! Silence!", "category": "figurative_language"}
{"Index": 82, "source": "[선거 현장에서]\nP1: 저는 시민의 행복을 퍼 올리는 <b>마중물</b>이 되겠습니다!", "googleTranslation": "[At the election site]\nP1: I will be a harbinger of happiness for the citizens!", "zeroShot": "[At the election site]\nP1: I will be the priming water that brings up the happiness of the citizens!", "CAT": "[At the election site]\nP1: I will be the catalyst that brings happiness to the citizens!", "humanTranslation": "[an election campaign]\nP1: I shall <b>prime the pump</b> for citizen well-being.", "category": "figurative_language"}
{"Index": 83, "source": "[연인 사이에서의 대화]\nP1: 너는 나의 <b>태양</b>이야.\nP1: 뭐야~ 오글거야. 너는 그럼 머리가 나보다 작으니까 <b>목성</b>이 어울리겠다.", "googleTranslation": "[Conversation between lovers]\nP1: You are my sun.\nP1: What the~ You're going to look at me. Then, since your head is smaller than mine, Jupiter would suit you better.", "zeroShot": "[Conversation between lovers]\nP1: You are my sunshine.\nP1: Oh, come on~ That's so cheesy. Then, since your head is smaller than mine, Jupiter would suit you better.", "CAT": "[Conversation between lovers]\nP1: You are my sun.\nP2: Oh, that's so cheesy. Since your head is smaller than mine, you should be Jupiter.", "humanTranslation": "[Conversation between lovers]\nP1: You are my sunshine.\nP2: That's cringey, haha. Your head is smaller than mine, so you are my Jupiter, then.", "category": "figurative_language"}
{"Index": 84, "source": "P1: 나 오늘 지각할 뻔 했는데 갑자기 오빠가 나타나서 학교까지 태워줬잖아.\nP2: 그 오빠, 완전히 <b>백마 탄 왕자님</b>이네.", "googleTranslation": "P1: I was almost late today, but my brother suddenly showed up and gave me a ride to school.\nP2: That brother is like a prince charming.", "zeroShot": "P1: I almost got late today, but suddenly my brother showed up and gave me a ride to school.\nP2: That brother of yours is like a prince on a white horse.", "CAT": "P1: I was almost late today, but my older brother suddenly showed up and gave me a ride to school.\nP2: Your older brother is like a knight in shining armor.", "humanTranslation": "P1: I was almost late today, but he turned up and gave me a ride to the school.\nP2: He is the real <b>Prince Charming</b>.", "category": "figurative_language"}
{"Index": 85, "source": "P1: 돈만 많은 녀석들이 뭘 안다고?\nP2: 넌 돈도 없잖아. <b>쥐뿔도 없는</b> 녀석이 큰소리 치긴.\nP1: 내가 가진 건 없어서 그렇지, 틀린 말은 아니잖아.\n", "googleTranslation": "P1: What do rich guys know?\nP2: You don't have any money. How dare you brag when you have nothing.\nP1: That's because I don't have anything. You're not wrong.", "zeroShot": "P1: What do those rich guys know?\nP2: You don't have any money either. You're all talk with nothing to show for it.\nP1: I may not have anything, but I'm not wrong.", "CAT": "P1: What do those rich guys know anyway?\nP2: You don't have any money. How can someone with nothing talk so big?\nP1: I may not have anything, but that doesn't mean I'm wrong.", "humanTranslation": "P1: You act like you know everything but you are just a dumb rich.\nP2: <b>You don't have a penny to your name</b>, but you have a big mouth.\nP1: I might not have anything, but that doesn't mean I'm wrong.", "category": "figurative_language"}
{"Index": 86, "source": "P1: 이 니트 정말 이쁘다, 어디서 산거야?\nP2: 산 거 아니야. 우리 어머니가 뜨개질로 만든거야.\nP2: 우리 어머니가 귀신 <b>찜 쪄 먹게</b> 솜씨가 좋으시거든.\n", "googleTranslation": "P1: This knit is really pretty. Where did you get it?\nP2: It wasn't bought. My mother knitted it.\nP2: My mother is so good at making ghost stew.", "zeroShot": "P1: This sweater is really pretty, where did you buy it?\nP2: I didn't buy it. My mother made it by knitting.\nP2: My mother is incredibly skilled.", "CAT": "P1: This knit is so beautiful. Where did you get it?\nP2: I didn't get it from a store. My mom made it.\nP2: My mom is a wizard with knitting needles.", "humanTranslation": "P1: That sweater really looks good. Where did you get?\nP2: I didn't buy it. My mother knitted it.\nP2: <b>She is dexterous at knitting.</b>", "category": "figurative_language"}
{"Index": 87, "source": "P1: 뭘 하고 왔길래 또 얼굴이 상처 투성이야?\nP2: 술 마시고 진성이한테 장난치다가 싸웠어요.\nP1: 진성이 요즘 안 좋은 일도 많은데 넌 왜 꼭 그렇게 <b>찔러 피를 내니</b>", "googleTranslation": "P1: What did you do to come back with a face full of cuts?\nP2: I got drunk and played a prank on Jinseong and we got into a fight.\nP1: Jinseong has been having a lot of bad things happen to him lately, so why do you keep stabbing him and making him bleed?", "zeroShot": "P1: What did you do to come back with your face all covered in wounds again?\nP2: I was drinking and joking around with Jinseong, and we ended up fighting.\nP1: Jinseong has been going through a lot lately, so why do you always have to provoke him like that?", "CAT": "P1: What did you do to get your face all scratched up again?\nP2: I was drinking and messing around with Jinseong, and we ended up fighting.\nP1: Jinseong has been going through a lot lately, why do you always have to hurt him like that?", "humanTranslation": "P1: Why your face get wounded again?\nP2: I fought with Jinsung after drink and fool.\nP1: Why you always <b>cause problems finally</b>? Jinsung has many trouble these days.", "category": "figurative_language"}
{"Index": 88, "source": "P1: 민수야, 나 돈 좀 빌려줘.\nP2: 저번에 빌려줬잖아.\nP1: 나 그 돈 코인에 다 투자했다가 <b>쪽박</b>됐어. 제발 한번만 더 빌려줘.\nP2: 싫어.", "googleTranslation": "P1: Minsu, lend me some money.\nP2: You lent me money last time.\nP1: I invested all that money in coins and lost it all. Please lend me one more time.\nP2: No.", "zeroShot": "P1: Minsu, lend me some money.\nP2: I lent you some last time.\nP1: I invested all that money in coins and went broke. Please, just lend me one more time.\nP2: No.", "CAT": "P1: Minsu, can you lend me some money?\nP2: I lent you money last time.\nP1: I invested all that money in crypto and went broke. Please, just one more time.\nP2: No.", "humanTranslation": "P1: Minsu, Can I lend some money?\nP2: I already lend you before.\nP1: I've invested all in virtual currency but <b>doomed</b>. Please lend me one more time.\nP2: No.", "category": "figurative_language"}
{"Index": 89, "source": "P1: 저 녀석만 보면 주먹이 운다, 울어.\nP2: 야야, 참아. 그러다가 일 내면 너만 손해야.", "googleTranslation": "P1: Just looking at that guy makes my fists swell, swell. \nP2: Hey, hold it in. If you keep doing that and get in trouble, you'll be the only one who gets hurt.", "zeroShot": "P1: Just looking at that guy makes my fists cry, cry.\nP2: Hey, hey, hold it in. If you cause trouble, you'll be the only one at a loss.", "CAT": "P1: Just seeing that guy makes my fists itch.\nP2: Hey, calm down. If you do something rash, you'll only hurt yourself.", "humanTranslation": "P1: <b>I want to hit that guy but I barely put up with it.</b>\nP2: Hey, calm down. If you get in trouble, you're the only one to lose.", "category": "figurative_language"}
{"Index": 90, "source": "P1: 진성이랑 왜 싸웠어? 너가 참을 수 있었잖아.\nP2: 말을 그렇게 하는데 내가 어떻게 참아.\nP1: 넌 그렇게 싸워야 <b>직성이 풀리</b>는 성격이야?\n", "googleTranslation": "P1: Why did you fight with Jinseong? You could have endured it.\nP2: How could I endure it when you say things like that?\nP1: Are you the type of person who needs to fight like that to feel better?", "zeroShot": "P1: Why did you fight with Jinseong? You could have held back.\nP2: How could I hold back when he talks like that?\nP1: Do you have to fight to feel satisfied?", "CAT": "P1: Why did you fight with Jinseong? You could have held back.\nP2: How could I hold back when he talks like that?\nP1: Do you feel satisfied only after fighting like that?", "humanTranslation": "P1: Why did you fight with Jinseong? You could've given way.\nP2: How can I put up with him when he talks like that.\nP1: You <b>can't stand it </b>if you don't fight?", "category": "figurative_language"}
{"Index": 91, "source": "P1: 이번에 국가대표팀의<b> 지휘봉을 잡게</b> 되셨는데 각오 한 말씀 부탁드립니다.\nP2: 열심히 해야죠.\nP1: 다른 할 말씀은 없으신가요?\nP2: 최선을 다하겠습니다.", "googleTranslation": "P1: You have been given the reins of the national team this time. Please give us a word of determination.\nP2: I have to work hard.\nP1: Is there anything else you would like to say?\nP2: I will do my best.", "zeroShot": "P1: You've taken the helm of the national team this time. Could you share your determination with us?\nP2: I have to work hard.\nP1: Do you have anything else to say?\nP2: I will do my best.", "CAT": "P1: You've taken the helm of the national team. Could you share your thoughts?\nP2: I need to work hard.\nP1: Do you have anything else to say?\nP2: I'll do my best.", "humanTranslation": "P1: You're <b>in charge of the director</b> of national team this time, so please tell us your resolution.\nP2: I need to work hard.\nP1: Do you have anything else to say?\nP2: I'll do my best.", "category": "figurative_language"}
{"Index": 92, "source": "P1: 예성이 어디갔어?\nP2: 집 간 것 같아요.\nP1: 얘는 금요일 저녁만 되면<b> 코빼기도 안보여.</b>", "googleTranslation": "P1: Where did Yesung go?\nP2: I think he went home.\nP1: He's always gone on Friday nights.", "zeroShot": "P1: Where did Yesung go?\nP2: I think he went home.\nP1: He disappears every Friday evening.", "CAT": "P1: Where did Yesung go?\nP2: I think he went home.\nP1: He is nowhere to be seen on Friday evenings.", "humanTranslation": "P1: Where is Ye-seong?\nP2: I guess he went home.\nP1: He always <b>ghost</b>s on Friday nights.", "category": "figurative_language"}
{"Index": 93, "source": "P1: 내 결혼 상대는 키 크고 잘생기고 돈도 잘 벌어야돼.\nP2: 그렇게 <b>눈이 높아</b>서 누굴 만나겠니.\nP1: 나도 어디서 결혼 상대로는 꿇리진 않잖아.\n", "googleTranslation": "P1: My marriage partner has to be tall, handsome, and make a lot of money.\nP2: Who would you meet with such high standards?\nP1: I'm not inferior to anyone when it comes to marriage partners.", "zeroShot": "P1: My marriage partner has to be tall, handsome, and make good money.\nP2: With such high standards, who will you meet?\nP1: I'm not lacking as a marriage partner either.", "CAT": "P1: My future spouse has to be tall, handsome, and make good money.\nP2: With such high standards, who are you going to meet?\nP1: I'm not exactly lacking as a marriage prospect myself.", "humanTranslation": "P1: My future husband should be tall, handsome, and well-off.\nP2: <b>You have to lower your standards.</b>\nP1: So what? I think I am a decent lady.", "category": "figurative_language"}
{"Index": 94, "source": "P1: 넌 돈낭비가 너무 심해.\nP2: 내가 <b>땀 흘려 번 </b>돈 내가 쓰는건데 뭐 어때?\nP1: 그러니까 더 소중히 돈을 써야한다는 거야.", "googleTranslation": "P1: You waste money so much.\nP2: So what if I spend the money I earned with my sweat?\nP1: That's why I'm saying you should spend your money more carefully.", "zeroShot": "P1: You waste money too much.\nP2: It's the money I earned with my sweat, so what's the problem if I spend it?\nP1: That's why you should spend it more carefully.", "CAT": "P1: You waste too much money.\nP2: It's my hard-earned money, so what's the problem if I spend it?\nP1: That's why you should spend it more wisely.", "humanTranslation": "P1: It seems like a waste of money.\nP2: Who cares? I bought this with my <b>hard-earned</b> money.\nP1: You should pinch pennies.", "category": "figurative_language"}
{"Index": 95, "source": "P1: 너 정말 저 사람 이길 수 있겠어?\nP2: 내가 그래도 이 바닥에선<b> 잔뼈가 굵은 사람</b>이라고. 걱정말고 지켜나 봐.", "googleTranslation": "P1: Do you really think you can beat that guy?\nP2: I'm a seasoned veteran in this business. Don't worry and just watch over me.", "zeroShot": "P1: Can you really beat that person?\nP2: I've been around the block a few times in this field. Just watch and see.", "CAT": "P1: Do you really think you can beat that person?\nP2: I'm a seasoned veteran in this area. Don't worry, just watch.", "humanTranslation": "P1: Are you really sure you can beat that guy?\nP2: Hey, I'm <b>an old hand </b>at this. Don't worry, just watch and see.", "category": "figurative_language"}
{"Index": 96, "source": "P1: 이번 프로젝트는 네가 좀 해.\nP2: 왜 내 <b>등을 떠밀</b>어. 나도 하기 싫어.\nP1: 저번에 내가 했잖아. 이번엔 니 차례야.\n", "googleTranslation": "P1: You do this project.\nP2: Why are you pushing me? I don't want to do it either.\nP1: I did it last time. It's your turn this time.", "zeroShot": "P1: You handle this project.\nP2: Why are you pushing me? I don't want to do it either.\nP1: I did it last time. It's your turn now.", "CAT": "P1: You should take on this project.\nP2: Why are you pushing me? I don't want to do it either.\nP1: I did the last one. It's your turn this time.", "humanTranslation": "P1: You should take on this project.\nP2: Don't <b>twist my arm</b>. I have no desire to do it.\nP1: I took on it last time. You are next.", "category": "figurative_language"}
{"Index": 97, "source": "P1: 콰이어트 플레이스 라는 영화 봤어?\nP2: 영화관에서 봤지. 다 보고 나니 <b>등골이 오싹</b>하던데?\nP1: 그 정도로 무서운 영화야?\n", "googleTranslation": "P1: Have you seen the movie A Quiet Place?\nP2: I saw it in the theater. It gave me goosebumps after watching it?\nP1: Is it really that scary?", "zeroShot": "P1: Have you seen the movie called A Quiet Place?\nP2: I watched it in the theater. After watching it, I got chills down my spine.\nP1: Is it that scary of a movie?", "CAT": "P1: Have you seen the movie \"A Quiet Place\"?\nP2: Yes, I watched it in the theater. It sent shivers down my spine.\nP1: Is it really that scary?", "humanTranslation": "P1: Did you see A Quiet Place?\nP2: I saw the movie at the theaters. It's <b>spine-tingling</b>.\nP1: Is that movie really so scary?", "category": "figurative_language"}
{"Index": 98, "source": "P1: <b>등골 빠지게</b> 일해도 월급이 이 정도 밖에 안되는구나.\nP2: 얼마 받았길래 그 소리야?\nP1: 난 하는 일에 비해 적게 받는 것 같아.\n", "googleTranslation": "P1: Even though I work my ass off, this is all I get paid.\nP2: How much did you get paid to say that?\nP1: I feel like I get paid less than what I do.", "zeroShot": "P1: Even though I work my butt off, my salary is only this much.\nP2: How much did you get to say that?\nP1: I think I'm getting paid less compared to the work I do.", "CAT": "P1: Even though I work my fingers to the bone, my salary is only this much.\nP2: How much did you get to say that?\nP1: I feel like I'm underpaid for the work I do.", "humanTranslation": "P1: I don't make very much, even though I <b>worked my butt off</b>.\nP2: What is the monthly wage?\nP1: I think I'm underpaid for my work.", "category": "figurative_language"}
{"Index": 99, "source": "P1: <b>좀이 쑤셔서 </b>더 이상 가만히 못 있겠네. 우리 나가자.\nP2: 이 더위에 어딜 나가! 이런 날씨에는 집에 가만히 있는게 최고야.\n", "googleTranslation": "P1: My throat is itching, I can't stay still any longer. Let's go out.\nP2: Where are we going in this heat! In this weather, it's best to stay at home.", "zeroShot": "P1: I'm so restless, I can't stay still any longer. Let's go out.\nP2: Where would we go in this heat! Staying at home is the best in this weather.", "CAT": "P1: I'm so restless, I can't sit still any longer. Let's go out.\nP2: In this heat, where do you want to go? Staying at home is the best in this weather.", "humanTranslation": "P1: I'm<b> itching</b> to go somewhere. Let’s go outside.\nP2: There's no place like home in such scorching heat.", "category": "figurative_language"}
{"Index": 100, "source": "P1: 더 이상은 못 뛸 것 같습니다...\nP2: 이 녀석 이거 완전히 <b>파김치 됐네</b>. 너 괜찮아?\nP1: 머리가 빙빙 돕니다... 물 좀 주세요.", "googleTranslation": "P1: I don't think I can run anymore...\nP2: This guy is completely screwed. Are you okay?\nP1: My head's spinning... Can I have some water?", "zeroShot": "P1: I don't think I can run anymore...\nP2: This guy is completely exhausted. Are you okay?\nP1: My head is spinning... Please give me some water.", "CAT": "P1: I can't run anymore...\nP2: You look completely worn out. Are you okay?\nP1: My head is spinning... Can I have some water, please?", "humanTranslation": "P1: I can't run any longer.\nP2: You really <b>wear out</b>. Are you alright?\nP1: I feel dizzy. I'd like some water.", "category": "figurative_language"}
