{"Index": 1, "source": "P2: 우리 동생 또 사고쳤다.\nP1: 왜? 무슨일이야?\nP2: 수업 째고 피씨방 갔다가 담임한테 걸렸대.\nP1: 걔는 애가 왜 그러냐?\nP2: <b>쑥과 마늘을 덜 먹은 거지.</b>", "googleTranslation": "P2: My little brother got into an accident again.\n P1: Why? What happened?\n P2: He skipped class and went to the PC room and got caught by his homeroom teacher.\n P1: What's wrong with him?\n P2: He didn't eat enough mugwort and garlic.", "zeroShot": "P2: My younger sibling got into trouble again.\nP1: Why? What happened?\nP2: They skipped class and went to a PC room, and got caught by the homeroom teacher.\nP1: Why does that kid act like that?\nP2: They didn't eat enough mugwort and garlic.", "CAT": "P2: My little brother got into trouble again.\nP1: Why? What happened?\nP2: He skipped class and went to a PC bang, and got caught by his homeroom teacher.\nP1: Why does he act like that?\nP2: He hasn't grown up yet.", "humanTranslation": "P2: My brother got into trouble again.\nP1: Why? What happened?\nP2: He skipped class and went to an internet cafe and got caught by his homeroom teacher.\nP1: What's wrong with him?\nP2: <b>I guess he is not mature enough.</b>", "category": "implicature"}
{"Index": 2, "source": "P1: 너 지옥에 간 고양이를 뭐라고 부르는지 알아?\nP2: 아니 뭔데?\nP1: 헬로키티.\nP2: 아이고 <b>부장님</b>... 제 배꼽 돌려 주세요 깔깔.\nP1: 재미 없었어?", "googleTranslation": "P1: Do you know what a cat in hell is called?\n P2: No, what is it?\n P1: Hello Kitty.\n P2: Oh my, boss... Give me my belly button back, haha.\n P1: Wasn't it fun?", "zeroShot": "P1: Do you know what you call a cat that went to hell?\nP2: No, what is it?\nP1: Hell-o Kitty.\nP2: Oh, boss... Give me back my belly button, haha.\nP1: Wasn't it funny?", "CAT": "P1: Do you know what you call a cat that went to hell?\nP2: No, what is it?\nP1: Hell-o Kitty.\nP2: Oh boss... That was hilarious! You cracked me up.\nP1: Wasn't it funny?", "humanTranslation": "P1: Do you know what it's called a cat that went to hell?\nP2: No. What is it?\nP1: \"Hello Kitty\".\nP2: <b>Oh, well played, master. </b>That is so hilarious. LOL\nP1: Didn't you find it funny?", "category": "implicature"}
{"Index": 3, "source": "\"당신은 아름다워요\"라고 <b>하루에 열두번</b> 말하는 것은 매력적이지 않다. ", "googleTranslation": "Saying you are beautiful twelve times a day is not attractive.", "zeroShot": "Saying \"You are beautiful\" twelve times a day is not attractive.", "CAT": "Repeating \"You are beautiful\" twelve times a day loses its charm.", "humanTranslation": "It's not appealing to say \"you are beautiful\" <b>twelve times a day</b>.", "category": "implicature"}
{"Index": 4, "source": "P1  여기 혹시 자리 있나요?\nP2: <b>네 있어요.</b> [가방을 보이며]\nP1: 다른 곳에 가야겠군요.", "googleTranslation": "P1 Is there any room here?\n P2: Yes, there is. [showing his bag]\n P1: I guess I'll have to go somewhere else.", "zeroShot": "P1: Is this seat taken?\nP2: No, it's available. [showing a bag]\nP1: I guess I'll have to go somewhere else.", "CAT": "P1: Is this seat taken?\nP2: Yes, it's taken. [showing the bag]\nP1: I guess I'll have to go somewhere else.", "humanTranslation": "P1: Is this seat taken?\nP2: <b>Yes, it is.</b> [shows a bag on the seat]\nP1: Okay, I guess I'll find another place to sit.", "category": "implicature"}
{"Index": 5, "source": "P1: <b>여기 자리 있어요.</b>\nP2: 아 고마워요.", "googleTranslation": "P1: There's a seat here.\n P2: Oh, thank you.", "zeroShot": "P1: There's a seat here.\nP2: Oh, thank you.", "CAT": "P1: You can sit here.\nP2: Oh, thanks.", "humanTranslation": "P1: <b>This seat is empty.</b>\nP2: Ah, thank you.", "category": "implicature"}
{"Index": 6, "source": "P1: 나 도착했어!\nP2: <b>참 빨리도 온다~</b>", "googleTranslation": "P1: I'm here! \n P2: You came so quickly~", "zeroShot": "P1: I arrived!\nP2: You sure got here quickly~", "CAT": "P1: I’m here!\nP2: Oh, you arrived so quickly~", "humanTranslation": "P1: I'm here!\nP2: <b>Oh wow, you came so early.</b>", "category": "implicature"}
{"Index": 7, "source": "P1: 중고거래 사기 당한 것 같아.\nP2: 오늘도 <b>평화로운 중고나라.</b>", "googleTranslation": "P1: I think I got scammed in a second-hand transaction.\n P2: Today, the second-hand market is peaceful.", "zeroShot": "P1: I think I got scammed in a secondhand deal.\nP2: Another peaceful day in the secondhand market.", "CAT": "P1: I think I got scammed in a second-hand deal.\nP2: Another peaceful day in the world of second-hand trading.", "humanTranslation": "P1: I think I got scammed in a secondhand transaction.\nP2:<b> Just another peaceful day in Secondhand Land.</b>", "category": "implicature"}
{"Index": 8, "source": "P1: 내일 영화 볼래?\nP2: <b>내일 모레 시험 있어.</b>", "googleTranslation": "P1: Do you want to see a movie tomorrow?\n P2: I have a test the day after tomorrow.", "zeroShot": "P1: Do you want to watch a movie tomorrow?\nP2: I have an exam the day after tomorrow.", "CAT": "P1: Want to catch a movie tomorrow?  \nP2: I have an exam the day after tomorrow, so I can't.", "humanTranslation": "P1: Do you want to go to the movies tomorrow?\nP2: <b>I have an exam the day after tomorrow.</b>", "category": "implicature"}
{"Index": 9, "source": "[사무실에서]\nP1: 과장님, 부르셨다고 들어서요.\nP2: <b>얼마나 잘했길래</b> 보고서가 이 모양이지?", "googleTranslation": "[At the office]\n P1: Manager, I heard you called.\n P2: How well did you do that the report looks like this?", "zeroShot": "[In the office]\nP1: Manager, I heard you called for me.\nP2: How well did you do for the report to look like this?", "CAT": "[In the office]\nP1: Manager, I heard you called for me.\nP2: How well did you do for the report to turn out like this?", "humanTranslation": "[In the office]\nP1: Sir, I heard you called for me.\nP2: <b>How well did you do</b> for the report to end up like this?", "category": "implicature"}
{"Index": 10, "source": "P1: 보시면 아시겠지만, 저희 집은 뭐 돈 될 만한 것도 없어요. 현금도 얼마 없고, 아직 미혼이라 값나가는 패물도 없고요.\nP2: <b>자랑이다!</b>", "googleTranslation": "P1: As you can see, there's nothing of value in my house. We don't have much cash, and I'm still single, so I don't have any valuables.\n P2: I'm proud of it!", "zeroShot": "P1: As you can see, there's nothing valuable in my house. I don't have much cash, and since I'm still single, I don't have any expensive jewelry either.\nP2: That's something to brag about!", "CAT": "P1: As you can see, there's nothing valuable in my house. I don't have much cash, and since I'm still single, I don't have any expensive jewelry either.\nP2: That's something to brag about!", "humanTranslation": "P1: As you can see, there's nothing of much value in my house. I don't have much cash, and since I'm still single, I don't have any expensive jewelry.\nP2: Oh, <b>what a brag!</b>", "category": "implicature"}
{"Index": 11, "source": "[뜬금없이]\nP1: 나랑 호주가서 살자.\nP2: 너 취했니?\nP1: 아니? 안 취했는데?\nP2: <b>지금 너가 마신 술병만 모아서 팔아도 진작 호주에서 살았겠다.</b>", "googleTranslation": "[Out of the blue]\n P1: Let's go live in Australia together.\n P2: Are you drunk?\n P1: No? You're not drunk?\n P2: If you just collected all the bottles of alcohol you drank and sold them, you would have been living in Australia a long time ago.", "zeroShot": "[Out of the blue]\nP1: Let's go live in Australia.\nP2: Are you drunk?\nP1: No? I'm not drunk.\nP2: If we sold all the bottles of alcohol you've drunk, we could have already been living in Australia.", "CAT": "[Out of the blue]\nP1: Let's go live in Australia.\nP2: Are you drunk?\nP1: No, I'm not drunk.\nP2: If we sold all the bottles you've drunk, we could have moved to Australia by now.", "humanTranslation": "[Out of the blue]\nP1: Let's move to Australia together.\nP2: Are you drunk?\nP1: No? I'm not drunk.\nP2: <b>With the number of empty bottles you've got, you could have moved to Australia a long time ago.</b>", "category": "implicature"}
{"Index": 12, "source": "[피곤해 보이는 상대에게]\nP1: 잠은 좀 잤어요?\nP2: <b>어젯밤에도</b> <b>시계 치는 소릴 여러 번 들었어요.</b>", "googleTranslation": "[To a tired-looking opponent]\n P1: Did you get some sleep?\n P2: I heard the clock strike several times last night.", "zeroShot": "[To someone who looks tired]\nP1: Did you get some sleep?\nP2: I heard the clock chime several times last night.", "CAT": "[To someone who looks tired]\nP1: Did you sleep well?\nP2: I kept hearing the clock chime last night.", "humanTranslation": "[To someone who looks tired]\nP1: Did you get any sleep?\nP2: <b>I heard the clock chime multiple times last night.</b>", "category": "implicature"}
{"Index": 13, "source": "P1: 사는 덴 어디야?\nP2: 개포동.\nP1: 남편은 뭐하는데?\nP2: <b>동사무소에서 인구조사 나왔니? 지금.</b>", "googleTranslation": "P1: Where do you live?\n P2: Gaepo-dong.\n P1: What does your husband do?\n P2: Did the census come out from the local government office? Right now.", "zeroShot": "P1: Where do you live?\nP2: Gaepo-dong.\nP1: What does your husband do?\nP2: Are you from the district office conducting a census right now?", "CAT": "P1: Where do you live?\nP2: Gaepo-dong.\nP1: What does your husband do?\nP2: Are you conducting a census or something?", "humanTranslation": "P1: Where do you live?\nP2: Gaepo-dong.\nP1: What does your husband do?\nP2: <b>Are you from the community service center conducting a census or something, right now?</b>", "category": "implicature"}
{"Index": 14, "source": "P1: 엄마가 오늘 미역국 끓였어.\nP2: 진짜?\nP1: <b>한 입만 먹고 가.</b>\nP2: 얼른 출근하는데.", "googleTranslation": "P1: Mom made seaweed soup today.\n P2: Really?\n P1: Just have a bite and go.\n P2: I'm going to work quickly.", "zeroShot": "P1: Mom made seaweed soup today.\nP2: Really?\nP1: Just have one bite before you go.\nP2: I'm rushing to work.", "CAT": "P1: Mom made seaweed soup for breakfast.\nP2: Are you serious?\nP1: Just try a little before you head out.\nP2: I'm running late for work.", "humanTranslation": "P1: Mom made seaweed soup today.\nP2: Really?\nP1: <b>Just have one bite before you go.</b>\nP2: I'm rushing to work.", "category": "implicature"}
{"Index": 15, "source": "P1: 이번에 SK텔레콤에서 휴대폰 보상판매를 실시한다던데... 사실 내 핸드폰이 구식이라서 말인데요... 엄마... 저기요...\nP2: <b>다음 주에 영어시험이 있다고 하지 않았니?</b>\nP1: <b>영수는 자기 엄마가 이번에 휴대폰 최신형으로 사주셨다고 자랑하던데요...</b>\nP2: <b>영수어머니가 영수가 전국 영어말하기 대회에서 은상 탔다고 자랑하시더라.</b>\nP1: 나도 영수처럼 미국 어학연수 보내줘 봐요. 난 금상 탈 자신 있어요. 그리고 공부만 잘하면 뭐해요. 내가 더 친구들한테 인기 많아요.", "googleTranslation": "P1: I heard SK Telecom is having a cell phone trade-in sale this time... Actually, my cell phone is old... Mom... Excuse me...\nP2: Didn't you say there's an English test next week?\nP1: Youngsoo was bragging about how his mom bought him the latest model cell phone this time...\nP2: Youngsoo's mom bragged about how Youngsoo won silver at the National English Speech Contest.\nP1: Let me study abroad in the US like Youngsoo. I'm confident I can win gold. And what's the point if I just study hard? I'm more popular with my friends.", "zeroShot": "P1: I heard that SK Telecom is conducting a phone trade-in program this time... Actually, my phone is outdated... Mom... Excuse me...\nP2: Didn't you say you have an English test next week?\nP1: Youngsoo was bragging that his mom bought him the latest phone...\nP2: Youngsoo's mom was bragging that he won the silver medal in the national English speaking contest.\nP1: Send me to an English language program in the U.S. like Youngsoo. I'm confident I can win the gold medal. And what's the point of studying well? I'm more popular with friends.", "CAT": "P1: I heard SK Telecom is having a phone trade-in event... Actually, my phone is pretty outdated... Mom... Hey...\nP2: Don't you have an English test next week?\nP1: Youngsoo bragged that his mom bought him the latest phone...\nP2: Youngsoo's mom also bragged that he won a silver medal in the national English speaking contest.\nP1: Send me to an English language program in the U.S. like Youngsoo. I'm confident I can win a gold medal. And what's the point of just studying well? I'm more popular with my friends.", "humanTranslation": "P1: I heard SK Telecom offers a phone trade-in... The thing is, my phone is really outdated... Mom... Please...\nP2: <b>Didn't you say you have an English test next week?</b>\nP1: <b>Youngsoo was bragging that his mom just bought him the latest phone...</b>\nP2: <b>Youngsoo's mom was bragging that he won the silver medal at the national English speaking contest.</b>\nP1: Send me to study English in the US like Youngsoo. I'm confident I can win the gold medal. Besides, what's the use of studying well? I'm more popular among my friends anyway.\n\n\n\n\n", "category": "implicature"}
{"Index": 16, "source": "P1: <b>공부 좀 했어?</b>\nP2: <b>전 어릴 때부터 일을 했어요.</b>\n", "googleTranslation": "P1: Did you study a lot?\n P2: I've been working since I was young.", "zeroShot": "P1: Did you study at all?\nP2: I have been working since I was young.", "CAT": "P1: Did you study at all?\nP2: I had to work from a young age.", "humanTranslation": "P1: <b>Did you study well in your studies when you were a student?</b>\nP2: No, I've been working from a young age.", "category": "implicature"}
{"Index": 17, "source": "P1: 오늘 내 화장 어때?\nP2: <b>그런 식의 화장은 서커스에서 본 후로는 처음인걸.</b>", "googleTranslation": "P1: How's my makeup today?\n P2: I've never seen makeup like that since I was at the circus.", "zeroShot": "P1: How does my makeup look today?\nP2: I haven't seen makeup like that since the circus.", "CAT": "P1: How do you like my makeup today?\nP2: The last time I saw makeup like that was at a circus.", "humanTranslation": "P1: How's my makeup today?\nP2: <b>It's the first time I've seen makeup like that since I went to the circus.</b>", "category": "implicature"}
{"Index": 18, "source": "P1: 오늘 일 어땠어?\nP2: 농땡이 피웠지.\nP1: <b>일 참 열심히도 한다!</b>", "googleTranslation": "P1: How was work today?\n P2: I slept off my time.\n P1: You work really hard!", "zeroShot": "P1: How was work today?\nP2: I slacked off.\nP1: You really work hard!", "CAT": "P1: How was work today?\nP2: I slacked off.\nP1: You really worked hard!", "humanTranslation": "P1: How was work today?\nP2: I slacked off.\nP1: <b>You sure work hard!</b>", "category": "implicature"}
{"Index": 19, "source": "[전화가 오랫동안 울리고 난 뒤]\nP1: <b>참~ 빨리도 받는다!</b>\nP2: 미안, 전화기 울리는 걸 못 들었어.", "googleTranslation": "[After the phone rings for a long time]\n P1: Wow~ You answered so quickly!\n P2: Sorry, I didn't hear the phone ring.", "zeroShot": "[After the phone rings for a long time]\nP1: Wow, you sure took your time answering!\nP2: Sorry, I didn't hear the phone ringing.", "CAT": "[After a bell rings for a long time]\nP1: You sure picked up quickly!\nP2: Sorry, I didn't hear the phone ringing.", "humanTranslation": "[After a bell rings for a long time]\nP1: <b>Wow, you sure picked up quickly!</b>\nP2: Sorry, I couldn't hear the bell ringing.", "category": "implicature"}
{"Index": 20, "source": "P1: 어 안돼! 내가 우리 최종 보고서를 지웠어!\nP2: <b>뭐? 대단하군!</b> 이제 처음부터 다시 해야 하네.", "googleTranslation": "P1: Oh no! I deleted our final report! \n P2: What? That's great! Now we have to start over.", "zeroShot": "P1: Oh no! I deleted our final report!\nP2: What? Amazing! Now we have to start all over again.", "CAT": "P1: Oh no! I accidentally deleted our final report!\nP2: What? Fantastic! Now we have to redo everything from scratch.", "humanTranslation": "P1: Oh no! I deleted our final report by mistake!\nP2: <b>What? That's amazing!</b> Now we have to start all over again.", "category": "implicature"}
{"Index": 21, "source": "P1: 너 민호가 좋니?\nP2: <b>해가 서쪽에서 뜰 일이 있니.</b>", "googleTranslation": "P1: Do you like Minho?\n P2: Does the sun ever rise in the west?", "zeroShot": "P1: Do you like Minho?\nP2: Is there any chance the sun will rise in the west?", "CAT": "P1: Do you like Minho?  \nP2: Not in a million years.", "humanTranslation": "P1: Do you like Minho?\nP2: <b>That would only happen if the sun rose in the west.</b>", "category": "implicature"}
{"Index": 22, "source": "P1: 어라 민지 어디 있지?\nP2: <b>지구 어딘가에 있겠지.</b>", "googleTranslation": "P1: Hey, where is Minji?\n P2: She must be somewhere on Earth.", "zeroShot": "P1: Huh, where is Minji?\nP2: She must be somewhere on Earth.", "CAT": "P1: Where is Minji?\nP2: She must be somewhere on Earth.", "humanTranslation": "P1: Oh, where is Minji?\nP2: <b>She must be somewhere on Earth.</b>", "category": "implicature"}
{"Index": 23, "source": "[빈 자리를 가리키며]\nP1: 여기 자리 있나요?\nP2: <b>저 혼자 왔어요.</b>", "googleTranslation": "[Pointing to an empty seat]\n P1: Is there a seat here?\n P2: I came alone.", "zeroShot": "[Pointing to an empty seat]\nP1: Is this seat taken?\nP2: I came alone.", "CAT": "[Pointing to an empty seat]\nP1: Is this seat taken?\nP2: I'm here alone.", "humanTranslation": "[Pointing to an empty seat]\nP1: Is this seat taken?\nP2: <b>No, I'm here alone.</b>", "category": "implicature"}
{"Index": 24, "source": "P1: 표정 보니까 이번 시험도 망쳤구나?\nP2: <b>너 귀신이야?</b>\nP1: 내가 너를 하루 이틀 봤니? 딱 보면 다 알지.", "googleTranslation": "P1: Judging by your expression, you failed this test too?\n P2: Are you a ghost?\n P1: Have I seen you for a day or two? I can tell just by looking at you.", "zeroShot": "P1: Judging by your expression, you messed up this exam too, didn't you?\nP2: Are you a psychic?\nP1: Have I only known you for a day or two? I can tell just by looking at you.", "CAT": "P1: I can tell from your face that you bombed this exam too.\nP2: Are you a mind reader?\nP1: I've known you for so long. I can read you like a book.", "humanTranslation": "P1: Judging by your expression, you messed up this exam too, didn't you?\nP2: Are you a <b>mind reader</b>?\nP1: I've known you for a while. I can tell just by looking at you.", "category": "implicature"}
{"Index": 25, "source": "[다음날 시험을 보는 친구가 피씨방에 있는 모습을 보고]\nP1: <b>너 참 성실한 학생이구나?</b>\nP2: 여기서 만나다니 <b>너도 참 성실한 학생인걸?</b>\nP1: 우리 둘 다 대학가긴 글렀다.", "googleTranslation": "[Seeing a friend taking the test the next day in the PC room]\n P1: You're such a diligent student, aren't you?\n P2: You're such a diligent student, meeting here?\n P1: Neither of us are going to go to college.", "zeroShot": "[Seeing a friend at a PC room the day before an exam]\nP1: You are such a diligent student, aren't you?\nP2: Meeting you here, you must be a diligent student too!\nP1: Neither of us is going to make it to college.", "CAT": "[Seeing a friend at a PC room the day before an exam]\nP1: Wow, you're such a diligent student, aren't you?\nP2: Meeting you here, I see you're just as diligent!\nP1: Looks like neither of us is getting into college.", "humanTranslation": "[Seeing a friend at the internet cafe the day before an exam]\nP1: Wow, <b>you're such a diligent student.</b>\nP2: Meeting you here, <b>you must be a diligent student too!</b>\nP1: Looks like neither of us is going to make it to college.", "category": "implicature"}
{"Index": 26, "source": "P1: 이번에 휴가 나간 애들 코로나 많이 걸렸다고 우리 대대장님이 휴가 사용을 금지하셨지 뭐야?\nP2: <b>장병들 건강까지 챙기시다니 아주 고마우신 대대장님인걸?</b>\nP1: 그러게 휴가를 나가서 코로나에 걸리는 거면 휴가를 안 나가면 되는 거였어!\nP2: 휴가만 기다리면서 버텼는데 우울하다 진짜.", "googleTranslation": "P1: Didn't our battalion commander ban the use of vacation days because many of the kids who went on vacation this time got COVID-19?\n P2: Isn't he a really great battalion commander who even takes care of the health of his soldiers?\n P1: If you're going to get COVID-19 while on vacation, then you shouldn't have gone on vacation at all!\n P2: I've been holding out just waiting for vacation days, but this is really depressing.", "zeroShot": "P1: Our battalion commander banned the use of leave because many of the guys who went on vacation this time caught COVID.\nP2: How considerate of our battalion commander to take care of the soldiers' health!\nP1: Right, if going on leave means catching COVID, then not going on leave was the solution!\nP2: I was holding on just waiting for leave, but now I'm really depressed.", "CAT": "P1: I heard a lot of the guys who went on leave caught COVID, so our commander banned all leaves. I guess that's just how it is.\nP2: How considerate of our commander to care about our health!\nP1: Yeah, if going on leave means catching COVID, then not going on leave is the solution!\nP2: I was holding on just waiting for leave, but now I'm really depressed.", "humanTranslation": "P1: Our battalion commander banned leave because many soldiers who went on leave recently got COVID.\nP2: <b>How considerate of our commander to look after our health!</b>\nP1: Exactly, if going on leave means getting COVID, then not going on leave solves the problem!\nP2: I've been holding on just waiting for leave, and now I'm really depressed.", "category": "implicature"}
{"Index": 27, "source": "P1: <b>널 보다 보면 굼벵이도 꽤 빠르단 생각이 들어.</b>\nP2: 그건 또 무슨 소리야?\nP1: 방 치우라는 소리를 오늘 아침에 했는데 아직도 안 되어 있잖아. 굼벵이가 너보단 빠르지 않겠어?", "googleTranslation": "P1: When I look at you, I think even a snail is pretty fast.\n P2: What are you talking about?\n P1: I told you to clean up your room this morning, and you still haven't done it. Wouldn't a snail be faster than you?", "zeroShot": "P1: When I look at you, I think even a grub is quite fast.\nP2: What are you talking about?\nP1: I told you to clean your room this morning, but it's still not done. Wouldn't a grub be faster than you?", "CAT": "P1: Watching you makes me think even a snail is fast.\nP2: What do you mean by that?\nP1: I told you to clean your room this morning, and it's still not done. Even a snail would be faster than you.", "humanTranslation": "P1: <b>Watching you makes me think even a maggot is fast</b>.\nP2: What are you talking about?\nP1: I told you to clean up your room this morning, but it's still not done yet. Don't you think a maggot would be faster than you?", "category": "implicature"}
{"Index": 28, "source": "P1: 너는 걱정도 안돼?\nP2: 뭐 때 되면 어떻게든 되지 않을까?\nP1:<b> 너는 머리가 맑아서 참 좋겠다.</b>\nP2: 그치? 나도 내가 좋아.\nP1: 어휴 왜 니 고민을 내가 대신 하고 있는지 모르겠네.", "googleTranslation": "P1: Aren't you worried?\n P2: Won't things work out somehow when the time comes?\n P1: It's great that you have a clear head.\n P2: Right? I like myself too.\n P1: Oh man, I don't know why I'm worrying about you instead.", "zeroShot": "P1: Aren't you worried at all?\nP2: Won't things work out somehow when the time comes?\nP1: It must be nice to have such a clear mind.\nP2: Right? I like myself too.\nP1: Ugh, I don't know why I'm worrying on your behalf.", "CAT": "P1: Aren't you worried at all?\nP2: Things will work out somehow when the time comes, right?\nP1: You must have such a clear mind, lucky you.\nP2: Yeah, I like myself too.\nP1: Sigh, I don't know why I'm the one worrying about your issues.", "humanTranslation": "P1: Aren't you worried about it?\nP2: Well, things will work out somehow when the time comes. \nP1: <b>Must be nice to have such a clear head.</b>\nP2: Right? I like myself too.\nP1: Ugh, I don't know why I am the one worrying about your problem.", "category": "implicature"}
{"Index": 29, "source": "P1: 영수증 드릴까요?\nP2: <b>지갑이 무거워서요.</b>", "googleTranslation": "P1: Would you like a receipt?\n P2: My wallet is heavy.", "zeroShot": "P1: Would you like a receipt?\nP2: My wallet is heavy.", "CAT": "P1: Would you like a receipt?\nP2: No, my wallet is heavy as it is.", "humanTranslation": "P1: Do you need a receipt?\nP2: <b>My wallet is already too heavy</b>.", "category": "implicature"}
{"Index": 30, "source": "[설거지 거리가 쌓여있는 모습을 보고]\nP1: <b>아파트 단수라도 됐나봐?</b>\nP2: 알았어, 금방 설거지 할게.", "googleTranslation": "[Seeing the pile of dishes]\n P1: Did the apartment get disconnected?\n P2: Okay, I'll do the dishes right away.", "zeroShot": "[Seeing piled up dishes]\nP1: Did the apartment's water get cut off or something?\nP2: I got it, I'll do the dishes soon.", "CAT": "[Seeing piled up dishes]\nP1: Did the water get cut off or something?\nP2: Alright, I'll do the dishes right away.", "humanTranslation": "[Seeing piled up dishes]\nP1: <b>Did the water outage happen?</b>\nP2: Okay, I'll do the dishes.", "category": "implicature"}
{"Index": 31, "source": "[반복되는 층간 소음으로 불만이 있는 상황]\nP1: <b>윗집에서 하도 콘서트를 열어서 집값 오르겠어~ 아래서만 듣는데도 꼭 같이 지내는 거 같고 정다워~~</b>", "googleTranslation": "[Dissatisfied with recurring noise between floors]\n P1: The upstairs neighbors keep holding concerts, so the price of the house is going to go up~ Even though I can only hear it from downstairs, it feels like we're living together and it's so cozy~~", "zeroShot": "[In a situation with repeated noise complaints between floors]\nP1: The upstairs neighbors have so many concerts, my property value is going to increase~ Even though I only hear it from below, it feels like we're living together, so cozy~~", "CAT": "[In a situation repeated with apartment noise complaints between floors]\nP1:  The upstairs neighbors have so many concerts upstairs that the house prices will definitely go up. It feels like we are living together because I can hear everything from down here. So lovely~", "humanTranslation": "[In a situation repeated with apartment noise complaints between floors]\nP1: <b>The upstairs neighbors have so many concerts that our home value must be going up~ Even though I'm only listening from below, it feels like we're living together, so cozy and friendly~</b>", "category": "implicature"}
{"Index": 32, "source": "[약속에 늦어 택시를 탄 상황]\nP1: 기사님 서울역까지 10분 안에 갈 수 있을까요?\nP2: <b>아유 택시 말고 비행기를 타셔야 겠는데요.</b>", "googleTranslation": "[A situation where you are late for an appointment and have to take a taxi]\n P1: Sir, can you get to Seoul Station in 10 minutes?\n P2: Oh, I guess I should take a plane instead of a taxi.", "zeroShot": "[Late for an appointment and taking a taxi]\nP1: Driver, can we get to Seoul Station in 10 minutes?\nP2: Oh, you'd need to take a plane for that!", "CAT": "[Late for an appointment and taking a taxi]\nP1: Is it possible to reach Seoul Station in 10 minutes?\nP2: Well, you’d probably need a plane to do that.", "humanTranslation": "[In a situation being late to the appointment and in the cab]\nP1: Sir, do you think we can arrive at Seoul Station in 10 minutes?\nP2: <b>Well, I think you'd better take a plane.</b>", "category": "implicature"}
{"Index": 33, "source": "[부모님과 식사 약속을 한 상황]\nP1: <b>아빠 왜 혼자 있어?</b>\nP2: 엄마는 잠깐 화장실 갔어.", "googleTranslation": "[A situation where you have a dinner appointment with your parents]\n P1: Dad, why are you alone?\n P2: Mom went to the bathroom for a moment.", "zeroShot": "[Situation where you have a meal appointment with your parents]\nP1: Dad, why are you alone?\nP2: Mom went to the bathroom for a moment.", "CAT": "[Situation where you have a meal appointment with your parents]\nP1: Dad, why are you sitting alone?\nP2: Mom just went to the restroom for a moment.", "humanTranslation": "[In a situation when have a meal appointment with parents]\nP1: <b>Dad, why are you alone?</b>\nP2: Mom just went to the restroom for a moment.", "category": "implicature"}
{"Index": 34, "source": "P1: 오늘부터 진짜 다이어트 한다.\nP2: <b>너가 잘도 그러겠다.</b>\nP1: 이번에는 진짜 열심히 할거야.", "googleTranslation": "P1: I'm really going on a diet starting today.\n P2: You're doing great.\n P1: I'm really going to work hard this time.", "zeroShot": "P1: Starting today, I'm really going on a diet.\nP2: Yeah, right, like you would.\nP1: This time, I'm really going to work hard.", "CAT": "P1: I'm seriously going on a diet starting today.\nP2: Sure, I'll believe it when I see it.\nP1: No, this time I'm really committed.", "humanTranslation": "P1: I'm really going on a diet from today.\nP2: <b>Yeah, right.</b>\nP1: No seriously, I'm going to work hard this time.", "category": "implicature"}
{"Index": 35, "source": "[다른 사람의 의견은 듣지 않으며]\nP1: 아니 내 말이 맞다니까?\nP2: <b>그래 맞아 네가 언제 틀린 적이 있었니.</b>", "googleTranslation": "[Not listening to other people's opinions]\n P1: What, I'm right?\n P2: Yeah, that's right. When have you ever been wrong?", "zeroShot": "[Not listening to the other person's opinion]\nP1: No, I'm telling you, I'm right.\nP2: Yeah, right, when have you ever been wrong?", "CAT": "[Not listening to the other person's opinion]\nP1: No, I'm telling you, I'm right!\nP2: Oh sure, because you're never wrong, are you?", "humanTranslation": "[Not listening to the other person's opinion]\nP1: No, I am right.\nP2: <b>Yeah, you're right. You're never wrong.</b>", "category": "implicature"}
{"Index": 36, "source": "[상대가 물건을 돌려주겠다는 약속을 지키지 않은 상황]\nP1: <b>너 지난 주에 나한테 뭐라고 말했어?</b>\nP2: 미안해... 잊어버렸어.\nP1: 내일은 꼭 갖고와.", "googleTranslation": "[When the other party doesn't keep their promise to return the item]\n P1: What did you tell me last week?\n P2: Sorry... I forgot.\n P1: Be sure to bring it tomorrow.", "zeroShot": "[Situation where the other person didn't keep the promise to return an item]\nP1: What did you say to me last week?\nP2: Sorry... I forgot.\nP1: Make sure to bring it tomorrow.", "CAT": "[Situation where the other person didn't keep the promise to return an item]\nP1: What did you tell me last week?\nP2: I'm sorry... I forgot.\nP1: Make sure to bring it tomorrow.", "humanTranslation": "[In a situation where the other person doesn't keep his words and return a borrowed item]\nP1: <b>What did you say last week?</b>\nP2: Sorry... I totally forgot about it.\nP1: You'd better bring it tomorrow.", "category": "implicature"}
{"Index": 37, "source": "P1: 저녁은 8시쯤 먹을까?\nP2: <b>내 배가 밥달라고 소리치는데?</b>\nP1: 그럼 지금 먹자.", "googleTranslation": "P1: Should we eat dinner around 8?\n P2: My stomach is screaming for food?\n P1: Then let's eat now.", "zeroShot": "P1: Shall we have dinner around 8?\nP2: My stomach is growling for food.\nP1: Then let's eat now.", "CAT": "P1: How about we have dinner around 8?\nP2: My stomach is growling for food.\nP1: Then let's eat now.", "humanTranslation": "P1: Shall we have dinner around 8?\nP2: <b>My stomach is already screaming for food.</b>\nP1: Then let's eat now.", "category": "implicature"}
{"Index": 38, "source": "P1: 오늘은 뭐 먹을래?\nP2: <b>나는 롯데리아.</b>\nP1: 그래 이따 12시에 가자.", "googleTranslation": "P1: What do you want to eat today?\n P2: I'm going to Lotteria.\n P1: Okay, let's go at 12 o'clock.", "zeroShot": "P1: What do you want to eat today?\nP2: Lotteria for me.\nP1: Okay, let's go at 12.", "CAT": "P1: What do you want to eat today?\nP2: I want Lotteria.\nP1: Okay, let's go at 12 o'clock.", "humanTranslation": "P1: What do you want to eat?\nP2: <b>I'm craving Lotteria.</b>\nP1: Okay, then let's go at 12.", "category": "implicature"}
{"Index": 39, "source": "[근처에 영수가 보이는 상황]\nP1: 영수 걔 성격 참 이상하지 않아?\nP2: <b>날씨가 좋네 산책하러 가야겠다. 너는?</b>", "googleTranslation": "[Situation where Youngsoo is seen nearby]\n P1: Youngsoo, isn't his personality really strange?\n P2: The weather is nice. I should go for a walk. What about you?", "zeroShot": "[Seeing Youngsoo nearby]\nP1: Isn't Youngsoo's personality really strange?\nP2: The weather is nice, I should go for a walk. How about you?", "CAT": "[Seeing Youngsoo nearby]\nP1: Isn't Youngsoo's personality really strange?\nP2: The weather is nice, I think I'll go for a walk. How about you?", "humanTranslation": "[In a situation where Youngsoo is nearby]\nP1: Isn't Youngsoo's personality really strange?\nP2: <b>The weather is so nice. I think I'll go for a walk. How about you?</b>", "category": "implicature"}
{"Index": 40, "source": "P1: 지금 환자 상태는 어떤가요?\nP2: <b>글쎄요... 좀 지켜 보시죠. 기적처럼 깨어나는 경우도 종종 있으니까요.</b>", "googleTranslation": "P1: How is the patient's condition now?\n P2: Well... Just wait and see. There are often cases where they wake up miraculously.", "zeroShot": "P1: How is the patient's condition now?\nP2: Well... let's keep an eye on it. There are often cases where they wake up like a miracle.", "CAT": "P1: How is the patient’s condition at the moment?\nP2: I'm not sure... we should monitor the situation. Miraculous recoveries do happen sometimes.", "humanTranslation": "P1: How's the patient doing now?\nP2: <b>Well... let's keep an eye on him. There are times when he wakes up miraculously.</b>", "category": "implicature"}
{"Index": 41, "source": "[매일 지각하던 사람이 제 때 출근함]\nP2: 안녕하세요! 좋은아침입니다.\nP1: <b>오늘은 해가 서쪽에서 떴나? </b>", "googleTranslation": "[A person who was always late gets to work on time]\n P2: Hello! Good morning.\n P1: Did the sun rise in the west today?", "zeroShot": "[The person who was late every day arrives on time]\nP2: Hello! Good morning.\nP1: Did the sun rise in the west today?", "CAT": "[The person who was late every day arrives on time]\nP2: Good morning!\nP1: Did the sun rise in the west today?", "humanTranslation": "[Someone who was always late for work comes to the office on time]\nP2: Hi! Good morning.\nP1: <b>Did the sun rise in the west today?</b>", "category": "implicature"}
{"Index": 42, "source": "P1: 그거 알아? 레몬 한 개에는 레몬 한 개 만큼의 비타민이 들어 있대.\nP2: <b>너 천재냐?</b>", "googleTranslation": "P1: Did you know? One lemon contains as much vitamin C as one lemon.\n P2: Are you a genius?", "zeroShot": "P1: Did you know? A lemon contains as much vitamin as one lemon.\nP2: Are you a genius?", "CAT": "P1: Hey, did you know? A lemon contains the same amount of vitamin as another lemon.\nP2: Are you some kind of genius?", "humanTranslation": "P1: You know what? A lemon has as much vitamin as one lemon.\nP2: <b>Are you genius?</b>", "category": "implicature"}
{"Index": 43, "source": "P1: 너 지금 무단횡단 하는거야?\nP2: 아무도 없을 때는 무단횡단 좀 해도 돼.\nP1: <b>그래그래 너 참 정의롭다.</b>", "googleTranslation": "P1: Are you jaywalking right now?\n P2: It's okay to jaywalk when there's no one around.\n P1: Yeah, yeah. You're so righteous.", "zeroShot": "P1: Are you jaywalking right now?\nP2: It's okay to jaywalk when no one is around.\nP1: Yeah, yeah, you're so righteous.", "CAT": "P1: Are you jaywalking right now?\nP2: It's okay to jaywalk when no one's around.\nP1: Oh sure, you're so righteous.", "humanTranslation": "P1: Don't cross against the light.\nP2: When cars don't passing by, jaywalking doesn't matter.\nP1: <b>OK OK What a righteous guy here.</b>", "category": "implicature"}
{"Index": 44, "source": "P1: <b>내가 먹은 닭고기 중에서 가장 신선한걸?</b>\nP1:  너무 안익어서 수의사가 다시 살려낼 수도 있겠어.", "googleTranslation": "P1: Is that the freshest chicken I've ever eaten? \n P1: It's so undercooked that the vet might be able to revive it.", "zeroShot": "P1: This is the freshest chicken I've ever eaten.\nP1: It's so undercooked that a vet could bring it back to life.", "CAT": "P1: This chicken is the freshest I've ever tasted.\nP2: It's so undercooked that a vet could bring it back to life.", "humanTranslation": "P1: <b>It's the freshest chicken I've ever had.</b>\nP1: This chicken is so uncooked that a skilled vet could still save him", "category": "implicature"}
{"Index": 45, "source": "P1: 천둥번개에 소나기까지 내리네... 너 집 가려면 두시간은 걸리겠는걸?\nP2: <b>2시간의 퇴근길이라니 너무 행복하다.</b>", "googleTranslation": "P1: It's thundering and lightning and even raining... It'll take you two hours to get home, right?\n P2: I'm so happy that it's a two-hour commute home.", "zeroShot": "P1: Thunder, lightning, and even a downpour... It'll take you two hours to get home, won't it?\nP2: A two-hour commute home sounds so wonderful.", "CAT": "P1: There's thunder and heavy rain... It might take you two hours to get home.\nP2: A two-hour commute? Just wonderful.", "humanTranslation": "P1: Thunderstorms and sudden shower... It will take you two hours to get home.\nP2: <b>I'm so happy that it takes 2 hours to get off work!</b>", "category": "implicature"}
{"Index": 46, "source": "[응원하는 야구 팀이 처참하게 패배하는 상황]\nP1: <b>내가 본 야구 경기중에 오늘이 최고다.</b>", "googleTranslation": "[The baseball team you cheer for gets a miserable defeat]\n P1: Of all the baseball games I've seen, today's is the best.", "zeroShot": "[In a situation where the baseball team you support is losing miserably]\nP1: Out of all the baseball games I've seen, today is the best.", "CAT": "[A situation when baseball team that I support is badly defeated]\nP1: This is the best game I've ever seen.", "humanTranslation": "[A situation when baseball team that I support is badly defeated]\nP1: <b>Today is the best baseball game I've ever seen.</b>", "category": "implicature"}
{"Index": 47, "source": "[자기 자랑을 한참 하는 상대방에게]\nP1: <b>그래그래 너 없으면 우리나라가 안 돌아가겠다.</b>", "googleTranslation": "[To the person who is bragging about himself]\n P1: Yeah, yeah, our country wouldn't be able to function without you.", "zeroShot": "[To someone who is bragging a lot]\nP1: Yeah, yeah, our country wouldn't function without you.", "CAT": "[To someone who is bragging a lot]\nP1: Oh sure, the country would fall apart without you.", "humanTranslation": "[To who brags himself for a long time]\nP1: <b>Oh, I didn't know there was a mvp of this country here.</b>", "category": "implicature"}
{"Index": 48, "source": "[차 문을 세게 닫으며 내리는 친구에게]\nP1: <b>그래가지고 부숴지겠냐.</b>", "googleTranslation": "[To a friend who gets out of the car while slamming the car door]\n P1: Are you going to break it like that?", "zeroShot": "[To a friend who is slamming the car door while getting out]\nP1: Do you think it's going to break like that?", "CAT": "[To a friend who is slamming the car door while getting out]\nP1: Do you have to slam it so hard?", "humanTranslation": "[To the friend who closes the car door hard]\nP1: <b>You can't beat it like that~</b>", "category": "implicature"}
{"Index": 49, "source": "[일이 많아서 밤을 새야 하는 상황]\nP1: <b>잠은 죽어서 자면 되지 뭐....</b>", "googleTranslation": "[A situation where I have to stay up all night because I have a lot of work to do]\n P1: I guess I can just sleep until I'm dead....", "zeroShot": "[Having a lot of work and needing to stay up all night]\nP1: We can sleep when we're dead...", "CAT": "[Having a lot of work and needing to stay up all night]\nP1: I'll sleep when I'm dead.", "humanTranslation": "[A situation when you have to stay up all night because you have a lot of work to do]\nP1: <b>I don't need to sleep as alive because dead give me eternal sleep.\n</b>", "category": "implicature"}
{"Index": 50, "source": "[친구에게 소개팅 주선을 해 주는 상황]\nP1: 얼굴은? 잘생겼어?\nP2: <b>애가 참 착해.</b>", "googleTranslation": "[A situation where you are setting up a blind date for a friend]\n P1: What about his face? Is he handsome?\n P2: He's really kind.", "zeroShot": "[Setting up a blind date for a friend]\nP1: What about his looks? Is he handsome?\nP2: He's really nice.", "CAT": "[Setting up a blind date for a friend]\nP1: How does he look? Is he handsome?\nP2: He has a really nice personality.", "humanTranslation": "[A situation arranging a blind date for friend]\nP1: What about face, does he have good looks?\nP2: <b>He has a very kind heart.</b>", "category": "implicature"}
{"Index": 51, "source": "[생각없는 친구를 보며]\nP1: <b>쟤는 꾸미는 거 정말 좋아하나 보다.</b>\nP2: 왜?\nP1: 어께 위가 전부 장식이잖니.\nP2: 하긴 머리도 장식으로 들고다니는 것 처럼 보이긴 해.", "googleTranslation": "[Looking at a thoughtless friend]\n P1: She really likes to dress up.\n P2: Why?\n P1: Everything above her shoulders is decoration.\n P2: Well, it does look like she carries her hair around as decoration.", "zeroShot": "[Looking at a thoughtless friend]\nP1: He must really like decorating.\nP2: Why?\nP1: His shoulders are all decorated.\nP2: Well, his head does look like he's carrying it around as decoration.", "CAT": "[Looking at a thoughtless friend]\nP1: He must really love decorating himself.\nP2: Why do you say that?\nP1: Because everything above his shoulders is just decoration.\nP2: Yeah, it does look like he carries his head around just for show.", "humanTranslation": "[Looking at friend who lives without thinking]\nP1: <b>She must really like decorating.</b>\nP2: Why?\nP1: Everything above her shoulders is decorative.\nP2: Well, it does look like she is carrying even her head as a decoration.", "category": "implicature"}
{"Index": 52, "source": "P1: <b>참 잘 먹는다~</b>\nP2: 너도 먹어봐 이거 진짜 맛있어.\nP1: 너는 지금 이 상황에 밥이 넘어가?", "googleTranslation": "P1: You eat really well~\n P2: You should try it too. It's really delicious.\n P1: Are you eating well right now?", "zeroShot": "P1: You eat so well~\nP2: You should try this, it's really delicious.\nP1: How can you eat in this situation?", "CAT": "P1: You’re really eating well, huh?\nP2: You should try this, it’s really delicious.\nP1: Can you really eat in this situation?", "humanTranslation": "P1: <b>You eat really well~</b>\nP2: You should try it too. It's really delicious.\nP1: How can you eating with this situation?", "category": "implicature"}
{"Index": 53, "source": "[경기에서 P1이 P2를 손쉽게 이긴 후]\nP1: <b>너 재능있어 열심히 해~</b>\nP2: 장난하냐?", "googleTranslation": "[After P1 easily beats P2 in the match]\n P1: You're talented. Work hard~\n P2: Are you kidding me?", "zeroShot": "[P1 easily defeats P2 in the game]\nP1: You have talent, keep working hard~\nP2: Are you kidding me?", "CAT": "[P1 easily defeats P2 in the game]\nP1: You have talent, keep trying!\nP2: Are you kidding me?", "humanTranslation": "[After P1 easily beats P2 in the game]\nP1: <b>You're talented, do your damnedest</b>\nP2: Are you making fun of me?", "category": "implicature"}
{"Index": 54, "source": "[말썽을 자주 일으키는 학생을 가리키며]\nP1: <b>선생님한테 예쁨 받고 싶으면 얘처럼만 해라.</b>", "googleTranslation": "[Referring to a student who often causes trouble]\n P1: If you want to be liked by the teacher, just do like this guy.", "zeroShot": "[Pointing at a student who often causes trouble]\nP1: If you want to be liked by the teacher, just be like him.", "CAT": "[Pointing at a student who often causes trouble]\nP1: Want to get on the teacher's good side? Behave just like this one.", "humanTranslation": "[Pointing at the student who often gets into trouble]\nP1: <b>If you want to be loved by the teacher, just do it like him.</b>", "category": "implicature"}
{"Index": 55, "source": "[편의점에서]\nP1: 봉투에 담아 드릴까요?\nP2: <b>엎어지면 코 닿을 거리에 살아서요.</b>", "googleTranslation": "[At the convenience store]\n P1: Would you like me to put it in a bag for you?\n P2: I live so close that my nose would touch it if I tipped over.", "zeroShot": "[At the convenience store]\nP1: Would you like a bag?\nP2: I live just around the corner.", "CAT": "[At the convenience store]\nP1: Would you like a bag?\nP2: I live just around the corner, so I don't need one.", "humanTranslation": "[At the convenience store]\nP1: Would you like it in a bag?\nP2: <b>I live in a stone's throw from here.</b>", "category": "implicature"}
{"Index": 56, "source": "P1: 서류와 통장을 가지고 있습니까?\nP2: <b>서류는 가지고 있는데요.</b>", "googleTranslation": "P1: Do you have the documents and bankbook?\n P2: I have the documents.", "zeroShot": "P1: Do you have the documents and the bankbook?\nP2: I have the documents.", "CAT": "P1: Do you have the documents and the bankbook with you?\nP2: I have the documents, but not the bankbook.", "humanTranslation": "P1: Do you have documents and bankbook?\nP2:<b> I only have the documents.</b>", "category": "implicature"}
{"Index": 57, "source": "P1: 같이 노래방 갈래?\nP2: <b>수업 끝나면 바로 학원 가.</b>", "googleTranslation": "P1: Do you want to go to karaoke together?\n P2: Let's go straight to the academy after class.", "zeroShot": "P1: Do you want to go to the karaoke together?\nP2: I have to go to the academy right after class.", "CAT": "P1: Do you want to go to karaoke together?\nP2: I have to go to my after-school academy right after class.", "humanTranslation": "P1: Do you want to go to karaoke together?\nP2: <b>I have to go to the academy after class.</b>", "category": "implicature"}
{"Index": 58, "source": "P1: 다들 계약서 작성은 완료했습니까?\nP2: <b>대부분은요.</b>", "googleTranslation": "P1: Have you all finished writing up the contract?\n P2: Most of you have.", "zeroShot": "P1: Has everyone completed the contract?\nP2: Most of us have.", "CAT": "P1: Has everyone completed the contract?\nP2: Most of them have.", "humanTranslation": "P1: Has everyone finished filling out the contract?\nP2: <b>Almost everyone.</b>", "category": "implicature"}
{"Index": 59, "source": "P1: 미국의 수도가 뉴욕이던가?\nP2: <b>그럼 우리나라 수도가 평양이게?</b>", "googleTranslation": "P1: Is the capital of the United States New York?\n P2: Then is the capital of our country Pyongyang?", "zeroShot": "P1: Is New York the capital of the United States?\nP2: Then is Pyongyang the capital of our country?", "CAT": "P1: Is New York the capital of the US?\nP2: So, does that mean Pyongyang is the capital of South Korea?", "humanTranslation": "P1: Is the capital of the U.S. New York?\nP2: <b>Then does that mean the capital of our country is Pyongyang?</b>", "category": "implicature"}
{"Index": 60, "source": "P1: 집에 먹을 거 뭐 있어?\nP2: <b>냉장고 열어봐.</b>", "googleTranslation": "P1: Is there anything to eat at home?\n P2: Open the fridge.", "zeroShot": "P1: What food do we have at home?\nP2: Open the fridge and see.", "CAT": "P1: Is there anything to eat at home?\nP2: Check the fridge.", "humanTranslation": "P1: Is there any food at home?\nP2: <b>Check the fridge.</b>", "category": "implicature"}
{"Index": 61, "source": "[식당에서 식사를 하며]\nP1: 그리고 얼마전엔 주식을 샀는데 그게 또 크게 올랐지 뭐야.\nP2: <b>오늘 너가 사는 거야?</b>", "googleTranslation": "[Eating at a restaurant]\n P1: And I bought some stocks a while ago, and they went up a lot again.\n P2: Are you buying them today?", "zeroShot": "[While dining at a restaurant]\nP1: And recently, I bought some stocks, and they went up a lot.\nP2: Are you buying today?", "CAT": "[While dining at a restaurant]\nP1: I invested in some stocks recently, and they skyrocketed.\nP2: Are you picking up the tab today?", "humanTranslation": "[While eating at a restaurant]\nP1: And the stock I bought recently went up significantly too.\nP2: <b>So You're going to buy lunch for me?</b>", "category": "implicature"}
{"Index": 62, "source": "P1: 냉장고에 있던 도넛 못 봤어?\nP2: 그거 내가 먹었어.\nP1: <b>고맙다 아주 너 덕분에 내가 살을 못 찌네.</b>", "googleTranslation": "P1: Didn't you see the donuts in the fridge?\n P2: I ate those.\n P1: Thank you very much. Thanks to you, I haven't gained weight.", "zeroShot": "P1: Didn't you see the donut in the fridge?\nP2: I ate it.\nP1: Thanks a lot, because of you I can't gain weight.", "CAT": "P1: Did you see the donut in the fridge?\nP2: I ate it.\nP1: Oh, great. Now I won't gain any weight thanks to you.", "humanTranslation": "P1: Did you see my donuts in the fridge?\nP2: I ate them.\nP1: <b>Thank you! I know why I can't gain weight.</b>", "category": "implicature"}
{"Index": 63, "source": "P1: 치아 보험 하나 가입하시죠.\nP2: <b>생각해 볼게요.</b>", "googleTranslation": "P1: Why don't you get some dental insurance?\n P2: I'll think about it.", "zeroShot": "P1: Why don't you get dental insurance?\nP2: I'll think about it.", "CAT": "P1: Why don't you consider getting dental insurance?\nP2: I'll think about it.", "humanTranslation": "P1: Would you like to subscribe to dental insurance?\nP2: <b>I'll think about it.</b>", "category": "implicature"}
{"Index": 64, "source": "P1: 무슨 문제 있어요?\nP2: <b>아무것도 아니에요.</b>", "googleTranslation": "P1: What's the problem?\n P2: It's nothing.", "zeroShot": "P1: Is there a problem?\nP2: It's nothing.", "CAT": "P1: Is there something wrong?\nP2: It's nothing, really.", "humanTranslation": "P1: Is there a problem?\nP2: <b>No, not at all.</b>", "category": "implicature"}
{"Index": 65, "source": "P1: 담배나 피러 갈래?\nP2: <b>내가 전에 신문기사에서 봤는데 담배 피는 사람이 더 빨리 늙는다더라.</b>", "googleTranslation": "P1: Do you want to go for a smoke?\n P2: I saw a newspaper article before that said people who smoke age faster.", "zeroShot": "P1: Want to go smoke a cigarette?\nP2: I read in a newspaper article before that people who smoke age faster.", "CAT": "P1: How about a cigarette break?\nP2: I saw an article saying that smoking makes you age quicker.", "humanTranslation": "P1: Do you want to go for a smoke?\nP2: <b>I read an article the other day saying that smokers age faster.</b>", "category": "implicature"}
{"Index": 66, "source": "P1: <b>좀 추운 것 같지 않아?</b>\nP2: 에어컨 꺼 줄까?", "googleTranslation": "P1: Don't you think it's a little cold?\n P2: Should I turn off the air conditioner?", "zeroShot": "P1: Don't you think it's a bit cold?\nP2: Should I turn off the air conditioner?", "CAT": "P1: Isn't it a little chilly in here?\nP2: Want me to turn off the AC?", "humanTranslation": "P1: Isn't it slightly cold?\nP2: <b>Do you want me to turn off the air conditioner?</b>", "category": "implicature"}
{"Index": 67, "source": "P1: 프로젝트 진행 상황이 어때요?\nP2: <b>다양한 옵션을 고려하고 있습니다.</b>", "googleTranslation": "P1: How is the project progressing?\n P2: We are considering various options.", "zeroShot": "P1: How is the project progressing?\nP2: We are considering various options.", "CAT": "P1: How's the project going?\nP2: We are exploring multiple options.", "humanTranslation": "P1: How's the project going?\nP2: <b>We are considering various other options.</b>", "category": "implicature"}
{"Index": 68, "source": "[회담 자리에서]\nP1: <b>그러한 경우 당국은 모든 옵션을 고려할 것 입니다.</b>", "googleTranslation": "[At the meeting]\n P1: In such a case, the authorities will consider all options.", "zeroShot": "[At the meeting]\nP1: In such a case, the authorities will consider all options.", "CAT": "[At the meeting]\nP1: Should that situation arise, the authorities will assess all potential courses of action.", "humanTranslation": "[At the conference]\nP1: <b>In that case, the authority will consider all possible options.</b>", "category": "implicature"}
{"Index": 69, "source": "P1: 날도 더운데 차 타고 가자.\nP2: <b>지구가 아파해,</b> 걸어가자.", "googleTranslation": "P1: It's hot, let's go by car.\n P2: The Earth is sick, let's walk.", "zeroShot": "P1: It's hot, let's take the car.\nP2: The Earth is hurting, let's walk.", "CAT": "P1: It's really hot today, let's take the car.\nP2: The Earth is suffering, let's walk.", "humanTranslation": "P1: Let's drive a car the weather is so hot.\nP2: <b>The Earth will suffer.</b> Let's just walk.", "category": "implicature"}
{"Index": 70, "source": "[선거 투표 자리에서]\nP1: 이번에 누구 뽑을 거야?\nP2: <b>나는 파랑색이 좋더라.</b>", "googleTranslation": "[At the polls]\n P1: Who are you going to vote for this time?\n P2: I like blue.", "zeroShot": "[At the voting booth]\nP1: Who are you going to vote for this time?\nP2: I like the blue one.", "CAT": "[At the voting booth]\nP1: Who will you vote for in this election?\nP2: I’m leaning towards the blue side.", "humanTranslation": "[At the polling place]\nP1: Which candidate are you going to vote for?\nP2: <b>I like the blue one.</b>", "category": "implicature"}
{"Index": 71, "source": "P1: 엄마 나 또 우산 잃어버렸어.\nP2: <b>네가 뭐 그렇지</b>. \nP1: 죄송해요. 이제 정말 안 잃어버릴게요.", "googleTranslation": "P1: Mom, I lost my umbrella again. \n P2: What happened to you? \n P1: I'm sorry. I really won't lose it again.", "zeroShot": "P1: Mom, I lost my umbrella again.\nP2: That's just like you.\nP1: I'm sorry. I really won't lose it again.", "CAT": "P1: Mom, I lost my umbrella again.\nP2: That's just like you.\nP1: I'm sorry. I promise I won't lose it again.", "humanTranslation": "P1: Mom, I lost my umbrella again.\nP2: <b>That's what you always do.</b>\nP1: I'm really sorry. I promise it won't happen again.", "category": "implicature"}
{"Index": 72, "source": "P1: 코너 맥그리거와 존 존스 중 누가 더 나은 격투기 선수야?\nP2: 존 존스.\nP1: 왜 그렇게 생각해?\nP2: <b>존 존스는 인간이 아니야.</b>", "googleTranslation": "P1: Who is a better fighter, Conor McGregor or Jon Jones?\n P2: Jon Jones.\n P1: Why do you think so?\n P2: Jon Jones is not human.", "zeroShot": "P1: Who is the better fighter between Conor McGregor and Jon Jones?\nP2: Jon Jones.\nP1: Why do you think so?\nP2: Jon Jones is not human.", "CAT": "P1: Who's the better MMA fighter, Conor McGregor or Jon Jones?\nP2: Jon Jones.\nP1: Why do you think so?\nP2: Jon Jones is not human.", "humanTranslation": "P1: Who is the better professional mixed martial artist? Conor McGregor or Jon Jones?\nP2: It's Jon Jones.\nP1: Why do think so?\nP2: <b>Jon Jones is not human.</b>", "category": "implicature"}
{"Index": 73, "source": "P1: <b>부장님, 전 부장님을 이성으로 봐 왔습니다.</b>\nP2: 그게 무슨 소린가, 김대리?", "googleTranslation": "P1: Sir, I have been seeing you as a man of the opposite sex.\n P2: What do you mean, Manager Kim?", "zeroShot": "P1: Manager, I've been seeing you as a romantic interest.\nP2: What do you mean by that, Assistant Kim?", "CAT": "P1: Boss, I've seen you as more than just a colleague.\nP2: What do you mean by that, Mr. Kim?", "humanTranslation": "P1: <b>Boss, I've been thinking about you for a long time.</b>\nP2: What are you talking about, Mr. Kim?", "category": "implicature"}
{"Index": 74, "source": "P1: 제가 부장님을 아무래도 좋아하는 것 같습니다.\nP2: 그렇지만 김대리, <b>여긴 사회고 난 자네의 직장상사일세.</b>", "googleTranslation": "P1: I think I like you, Manager.\n P2: But, Manager Kim, this is society and I am your boss at work.", "zeroShot": "P1: I think I have feelings for you, Manager.\nP2: But Mr. Kim, this is a workplace and I am your superior.", "CAT": "P1: I believe I have developed feelings for you, Manager.\nP2: However, Mr. Kim, this is a professional environment and I am your boss.", "humanTranslation": "P1: I think I have feelings for you, boss.\nP2: But Mr. Kim, <b>this is the workplace and I'm your supervisor.</b>", "category": "implicature"}
{"Index": 75, "source": "P1: 부장님, 부장님께 드리려고 초콜릿을 좀 샀습니다.\nP2: <b>마음은 고맙네, 김대리.</b>", "googleTranslation": "P1: Manager, I bought some chocolates to give to you.\n P2: Thank you for your consideration, Manager Kim.", "zeroShot": "P1: Manager, I bought some chocolates for you.\nP2: I appreciate the thought, Mr. Kim.", "CAT": "P1: Boss, I bought some chocolates for you.\nP2: I appreciate the thought, Mr. Kim.", "humanTranslation": "P1: Boss, I bought some chocolate for you.\nP2: <b>I appreciate the thought, Mr. Kim.</b>", "category": "implicature"}
{"Index": 76, "source": "P1: 임 차장님과는 회사 안에서 말 한마디 섞어보지 못한 것 같아.\nP2: 나도 대화해 본 적이 많지 않아. \nP2:<b> 회사 안에서 임 차장님은 기계야.</b>", "googleTranslation": "P1: I don't think I've ever exchanged a single word with Manager Lim at work.\n P2: I haven't had many conversations with him either.\n P2: At work, Manager Lim is like a machine.", "zeroShot": "P1: I don't think I've ever exchanged a word with Deputy Manager Lim inside the company.\nP2: I haven't talked to him much either.\nP2: Inside the company, Deputy Manager Lim is like a machine.", "CAT": "P1: I don't think I've ever exchanged a word with Manager Lim at the office.\nP2: I haven't talked to him much either.\nP2: In the office, Manager Lim is like a machine.", "humanTranslation": "P1: I've never chatted with Mr. Lim in the office.\nP2: Not much for me, either.\nP1: <b>Mr. Lim is a machine at work.</b>", "category": "implicature"}
{"Index": 77, "source": "P1: 영수, 너 이번에 국어 시험 몇 점이야.\nP2: 45점이요.\nP1: 아무리 어려웠어도 50점은 넘겨야지.\nP2: <b>1등인 미연이도 60점이예요.</b>", "googleTranslation": "P1: Youngsoo, what was your score on the Korean language test this time?\n P2: 45 points.\n P1: No matter how difficult it was, you should get over 50 points.\n P2: Even Miyeon, who got first place, got 60 points.", "zeroShot": "P1: Youngsoo, what score did you get on the Korean test this time?\nP2: 45 points.\nP1: No matter how hard it was, you should have scored over 50.\nP2: Even Miyeon, who came in first, got 60 points.", "CAT": "P1: Youngsoo, what was your score on the Korean test this time?\nP2: 45 points.\nP1: No matter how hard it was, you should have scored above 50.\nP2: Even Miyeon, the top student, scored only 60.", "humanTranslation": "P1: Youngsoo, what score did you get for the exam in Korean class?\nP2: 45.\nP1: You should have gotten at least 50 even if the exam was difficult.\nP2: <b>Even Miyeon who is the top of the class got 60.</b>", "category": "implicature"}
{"Index": 78, "source": "P1: 서울에 있는데 차도없이 부산엔 어떻게 가려고?\nP2: <b>아빠가 차 들고 오신댔어.</b>", "googleTranslation": "P1: I'm in Seoul. How can I get to Busan without a car?\n P2: My dad said he'll bring the car.", "zeroShot": "P1: You're in Seoul, how are you planning to get to Busan without a car?\nP2: Dad said he's bringing the car.", "CAT": "P1: How are you planning to get to Busan from Seoul without a car?\nP2: My dad said he would bring the car.", "humanTranslation": "P1: How are you going to Busan even if you don't own a car?\nP2: <b>My dad comes to pick me up.</b>", "category": "implicature"}
{"Index": 79, "source": "P1: 여보, 나 저녁 좀 차려줘.\nP2: <b>방금 상 다 치웠어.</b>", "googleTranslation": "P1: Honey, can you fix me dinner?\n P2: I just finished clearing the table.", "zeroShot": "P1: Honey, can you prepare dinner for me?\nP2: I just cleared the table.", "CAT": "P1: Honey, could you prepare dinner for me?\nP2: I just cleaned up after dinner.", "humanTranslation": "P1: Honey, make me dinner.\nP2: <b>I just finished cleaning up.</b>", "category": "implicature"}
{"Index": 80, "source": "P1: 과자를 왜 이렇게 많이 사. 너 혼자 이거 다 먹을 수 있어?\nP2: <b>내일 친구들이 우리집에 오기로 했어. 이것도 모자랄 거야.</b>", "googleTranslation": "P1: Why did you buy so many snacks? Can you eat all of this by yourself?\n P2: My friends are coming to my house tomorrow. This won't be enough.", "zeroShot": "P1: Why did you buy so many snacks? Can you eat all of this by yourself?\nP2: My friends are coming over to our house tomorrow. This won't be enough.", "CAT": "P1: Why did you buy so many snacks? Can you eat all of these by yourself?\nP2: My friends are coming over tomorrow. This might not even be enough.", "humanTranslation": "P1: Why did you buy so much of snacks? Can you eat all of them by yourself?\nP2: <b>My friends are coming over to our place tomorrow. These won't be enough. </b>", "category": "implicature"}
{"Index": 81, "source": "P1: 지난 밤 잠은 좀 잤니?\nP2<b>: 코 고는 소리가 우렁차더라고요.</b>", "googleTranslation": "P1: Did you get any sleep last night?\n P2: You snored loudly.", "zeroShot": "P1: Did you get some sleep last night?\nP2: I heard you snoring loudly.", "CAT": "P1: Did you sleep well last night?\nP2: I could hear your snoring loud and clear.", "humanTranslation": "P1: Did you get any sleep last night?\nP2: <b>Your snoring was really loud.</b>", "category": "implicature"}
{"Index": 82, "source": "P1: 저녁이라 할 것도 없고 카페나 가서 커피나 마시자.\nP2: <b>카페인 들어간 거 마시면 나 잠 못 자.</b>", "googleTranslation": "P1: It's dinner time, so let's go to a cafe and have some coffee.\n P2: If I drink anything with caffeine in it, I can't sleep.", "zeroShot": "P1: There's nothing to do in the evening, so let's just go to a café and have some coffee.\nP2: If I drink something with caffeine, I won't be able to sleep.", "CAT": "P1: There's nothing to do this evening. How about we go to a café and have some coffee?\nP2: I can't drink anything with caffeine; it keeps me up all night.", "humanTranslation": "P1: Let's go get some coffee since we don't have any plans for this evening.\nP2: <b>I won't be able to sleep if there's caffeine in it.</b>", "category": "implicature"}
{"Index": 83, "source": "P1: 김대리 퇴근 안하나?\nP2: <b>하던 작업을 다 마무리 못해서요.</b>", "googleTranslation": "P1: Isn't Manager Kim going to get off work?\n P2: Because I couldn't finish the work I was doing.", "zeroShot": "P1: Aren't you leaving work, Assistant Manager Kim?\nP2: I haven't finished the work I was doing.", "CAT": "P1: Are you not leaving work, Mr. Kim?\nP2: I haven't finished my work yet.", "humanTranslation": "P1: Mr. Kim, aren't you leaving work?\nP2: <b>I haven't finished the work I was doing.</b>", "category": "implicature"}
{"Index": 84, "source": "P1: 오늘 저녁 메뉴에는 왜 고기가 없어.\nP2: <b>근처 절에서 손님들이 오셨어.</b>", "googleTranslation": "P1: Why is there no meat on the menu tonight?\n P2: We have guests from a nearby temple.", "zeroShot": "P1: Why is there no meat on the dinner menu today?\nP2: Guests from the nearby temple are here.", "CAT": "P1: Why isn't there any meat on the dinner menu tonight?\nP2: We have guests from the nearby temple. They are Buddhists and do not eat meat.", "humanTranslation": "P1: Why isn't there any meat on the dinner menu today?\nP2: <b>We have guests from the nearby temple.</b>", "category": "implicature"}
{"Index": 85, "source": "P1: 안돼! 잘못 눌러서 있던 파일을 지워버렸어.\nP2:<b>와 너 참 대단하다. 파일부터 다시 만들어야겠네.</b>", "googleTranslation": "P1: No! I pressed the wrong button and deleted the file. \n P2: Wow, you're amazing. I'll have to start over from scratch.", "zeroShot": "P1: No! I accidentally deleted the file.\nP2: Wow, you're something else. Looks like you'll have to recreate the file.", "CAT": "P1: Oh no! I accidentally deleted the file.\nP2: Wow, you're really something. Now we have to recreate the file.", "humanTranslation": "P1: Oh no! I mistakenly deleted all the files.\nP2: Great job! <b>Now you have to start all over again.</b>", "category": "implicature"}
{"Index": 86, "source": "P1: 나 살 빼려고, 내일부터.\nP2: <b>그래 그렇겠지.</b>\nP1: 이번엔 말만 하지않아.", "googleTranslation": "P1: I'm going to lose weight, starting tomorrow.\n P2: Yeah, I guess so.\n P1: This time, I'm not just talking.", "zeroShot": "P1: I'm going to lose weight, starting tomorrow.\nP2: Yeah, sure you will.\nP1: This time, I'm not just saying it.", "CAT": "P1: I'm going to lose weight, starting tomorrow.\nP2: Yeah, right.\nP1: This time, I'm not just saying it.", "humanTranslation": "P1: I'm gonna lose weight. starting tomorrow.\nP2: <b>Of course, you will.</b>\nP1: I'll put into practice this time.", "category": "implicature"}
{"Index": 87, "source": "P1: 명품 의류를 빌려주는 가게가 있는데 같이 가 볼래?\nP2: <b>난 좀 무서운데? 난 비싼 옷에 관심없어.</b>", "googleTranslation": "P1: There's a store that rents out luxury clothes. Do you want to go there together? \n P2: I'm a little scared. I'm not interested in expensive clothes.", "zeroShot": "P1: There's a store that rents out luxury clothes. Do you want to go together?\nP2: I'm a bit scared. I'm not interested in expensive clothes.", "CAT": "P1: There's a store that rents out luxury clothing. Want to check it out together?\nP2: I'm a bit intimidated. I'm not really into expensive clothes.", "humanTranslation": "P1: There's a store rents out luxury clothing, do you want to go?\nP2: <b>Luxury clothing doesn't appeal to me.</b>", "category": "implicature"}
{"Index": 88, "source": "[파출소에 자수하러 온 간첩과 경찰 사이에서]\nP1: 저 간첩인데요. 간첩이라구요. \nP2: <b>그래, 난 김정일이야.</b>", "googleTranslation": "[Between a spy and a police officer who came to the police station to turn themselves in] \n P1: I'm a spy. I'm a spy. \n P2: Yes, I'm Kim Jong-il.", "zeroShot": "[Between a spy who came to surrender at the police station and the police]\nP1: I'm a spy. I said I'm a spy.\nP2: Sure, and I'm Kim Jong-il.", "CAT": "[Between a spy who came to surrender at the police station and the police]\nP1: I'm a spy. I'm telling you, I'm a spy.\nP2: Yeah, and I'm the Queen of England.", "humanTranslation": "[Between a spy who came to surrender at the police station and the police]\nP1: I'm a spy.\nP2: If you are a spy, <b>I am Kim Jeong-il.</b>", "category": "implicature"}
{"Index": 89, "source": "P1: 기름 넣을 곳이 어디 없나?\nP2: <b>저기 모퉁이 돌면 주유소 있어.</b>", "googleTranslation": "P1: Is there a place to fill up my tank?\n P2: There's a gas station around the corner.", "zeroShot": "P1: Is there any place to get gas?\nP2: There's a gas station around the corner.", "CAT": "P1: Is there a place to get gas around here?\nP2: There's a gas station around the corner.", "humanTranslation": "P1: Where do I obtain gas?\nP2: <b>There is a gas station around the corner.</b>", "category": "implicature"}
{"Index": 90, "source": "P1: 교수님~, 오늘은 여기까지만 하시 면 안 돼요?\nP2: <b>교수님~, 오늘은 여기까지 만 하시면 안 돼요? </b>\nP2: 응. 안 돼, 요 녀석들아. 진도 다 끝내려면 갈 길이 아직도 한참 먼데 뭔 소리야.", "googleTranslation": "P1: Professor, can't we stop here for today? \n P2: Professor, can't we stop here for today? \n P2: Yeah. No, you guys. We still have a long way to go to finish the progress. What are you talking about?", "zeroShot": "P1: Professor~, can't we stop here for today?\nP2: Professor~, can't we stop here for today?\nP2: No, we can't, you rascals. We still have a long way to go to finish the syllabus, what are you talking about?", "CAT": "P1: Professor, can we stop here for today?\nP2: Professor, can we stop here for today?\nP2: No, we can't, you guys. We still have a long way to go to finish the syllabus.", "humanTranslation": "P1: Can we call it a day, professor?\nP2: <b>Can we call it a day, professor?</b>\nP2: That is out of the question. We have a long way to go.", "category": "implicature"}
{"Index": 91, "source": "P1: 구매하신 물건 총 16500원입니다. 봉투 필요하세요?\nP2: <b>제 손 안보이세요? 그럼 이걸 다 들고가요?</b>\nP1: 봉투 비용 100원 추가해서 총 16600원입니다.", "googleTranslation": "P1: The total purchase price is 16,500 won. Do you need envelopes?\n P2: Can't you see my hands? Then should I take all of these?\n P1: Add 100 won for the envelope, and the total is 16,600 won.", "zeroShot": "P1: The total for your purchase is 16,500 won. Do you need a bag?\nP2: Can't you see my hands? How am I supposed to carry all this?\nP1: The total is 16,600 won with an additional 100 won for the bag.", "CAT": "P1: The total for your items is 16,500 won. Do you need a bag?\nP2: Can't you see my hands? How am I supposed to carry all this?\nP1: Adding 100 won for the bag, your total is 16,600 won.", "humanTranslation": "P1: Your total purchase is 16500 won. Would you like an envelope?\nP2: <b>Can't you see my hands? How do I carry it all?</b>\nP1: Then the total is 16600 won, including 100 won for the envelope.", "category": "implicature"}
{"Index": 92, "source": "P1: 민수야, 어제 연진이와 데이트는 어땠어?\nP2: 첫 데이트부터 태풍쳐서 바지는 홀딱 다젖고, 집 돌아가는 버스도 놓쳤지. <b>다신 잊지못할 데이트인 것 같아.</b>\nP1: 태풍치는 날에 만나러 간 너도 참 제정신은 아니구나.", "googleTranslation": "P1: Minsu, how was your date with Yeonjin yesterday?\n P2: On our first date, a typhoon hit, so my pants got soaked and I missed the bus back home. I think it was a date I'll never forget.\n P1: You weren't in your right mind when you went to see me on a typhoon day.", "zeroShot": "P1: Minsu, how was your date with Yeonjin yesterday?\nP2: From the first date, there was a typhoon, so my pants got completely soaked, and I missed the bus home. I think it's a date I'll never forget.\nP1: You must be out of your mind to go meet her on a day with a typhoon.", "CAT": "P1: Minsu, how was your date with Yeonjin yesterday?\nP2: There was a typhoon on our first date, my pants got completely soaked, and I missed the bus home. It was a date I won't forget for all the wrong reasons.\nP1: You must have been crazy to go out on a day with a typhoon.", "humanTranslation": "P1: Minsu, how was your date with Yeon-jin?\"\nP2: It was a stormy day, so my jeans were soaked, and I missed the bus home. <b>I'll never forget this date.</b>\nP1: You're nuts to go meet her on such a rainy day.", "category": "implicature"}
{"Index": 93, "source": "P1: 민수야 아이스크림이 죽으면 다이하드래.\nP2: <b>하하하, 정말 재밌다</b>. 넌 그런 개그만 안하면 더 재밋는 사람일텐데.\nP1: 미안 앞으로 안할게.", "googleTranslation": "P1: Minsu, if ice cream dies, you die.\n P2: Hahaha, it's really funny. You'd be a funnier person if you didn't do jokes like that.\n P1: Sorry, I won't do it again.", "zeroShot": "P1: Minsu, if ice cream dies, it's called Die Hard.\nP2: Haha, that's really funny. You'd be an even more interesting person if you didn't make jokes like that.\nP1: Sorry, I won't do it anymore.", "CAT": "P1: Hey Minsu, what do you call an ice cream that dies? Die-hard.\nP2: Haha, that's really funny. You'd be even funnier if you didn't make jokes like that.\nP1: Sorry, I won't do it again.", "humanTranslation": "P1: If hard ice dies, it's Die Hard.\nP2: <b>Hahaha, that's funny. </b>You'd be funnier if you didn't do that joke.\nP1: Sorry, I will never do this again.", "category": "implicature"}
{"Index": 94, "source": "P1: 수빈아, 점심 먹기 전에 내가 하고 있는 업무 같이 도와줘.\nP2: <b>나 너무 배고파.</b>\nP1: 넌 항상 밥 먹고 나면 졸리다고 해서 지금 요청 하는거야.", "googleTranslation": "P1: Soobin, help me with the work I'm doing before lunch.\n P2: I'm so hungry.\n P1: You always say you get sleepy after eating, so that's why I'm asking you now.", "zeroShot": "P1: Subin, help me with my work before lunch.\nP2: I'm so hungry.\nP1: I'm asking now because you always say you get sleepy after eating.", "CAT": "P1: Subin, can you help me with this task before lunch?\nP2: I'm really hungry.\nP1: I'm asking now because you always get sleepy after lunch.", "humanTranslation": "P1: Subin, could you help me with my work before lunch?\nP2:<b> I'm quite hungry now.</b>\nP1: I'm asking now because you're always drowsy after eating.", "category": "implicature"}
{"Index": 95, "source": "P1: 담배 하루에 얼마나 피우시나요?\nP2: 하루에 한 갑 정도 핍니다. \nP1: 그렇군요.<b> 당신이 당신의 폐를 얼마나 신경 쓰는지 알겠어요.</b>\nP2: 이 정도면 심한 골초는 아니지 않나요?", "googleTranslation": "P1: How many cigarettes do you smoke a day?\n P2: About a pack a day.\n P1: I see. I can see how much you care about your lungs.\n P2: You're not a heavy smoker, are you?", "zeroShot": "P1: How many cigarettes do you smoke a day?\nP2: About a pack a day.\nP1: I see. I can tell how much you care about your lungs.\nP2: Isn't this amount not that heavy of a smoker?", "CAT": "P1: How many cigarettes do you smoke a day?\nP2: About a pack a day.\nP1: I see how much you care about your lungs.\nP2: This isn't that heavy smoking, is it?", "humanTranslation": "P1: How many cigarettes do you smoke every day?\nP2: About a pack per day.\nP1: Oh, I see. <b>You seriously care for your lungs, right?</b>\nP2: I'm average.", "category": "implicature"}
{"Index": 96, "source": "P1: 널 이런 곳에서 만나다니, 세상 진짜 좁다.\nP2: <b>난 아직 유재석도 못 마주쳤는데?</b>", "googleTranslation": "P1: I can't believe I met you in a place like this. What a small world.\n P2: I haven't even met Yoo Jae-seok yet?", "zeroShot": "P1: I can't believe I'm meeting you here, the world is really small.\nP2: I haven't even run into Yoo Jae-suk yet.", "CAT": "P1: I can't believe I'm running into you here. It's such a small world.\nP2: I haven't even run into someone as famous as Yoo Jae-suk yet!", "humanTranslation": "P1: What a small world, I can't believe I met you here.\nP2: <b>I haven't even met Yoo Jae-suk, but if you say so...</b>", "category": "implicature"}
{"Index": 97, "source": "P1: 모처럼 쉬는 날이지만 오늘은 외출하지 말자. 햇빛도 엄청 강해서 더울거야.\nP2: 아 그래, <b>나도 빨래하면서 쉬는 날을 보내는게 너무 좋아.</b>\nP1: 그렇지만 오늘은 정말 집에서 쉬고 싶어...", "googleTranslation": "P1: It's a rare day off, but let's not go out today. The sunlight is really strong and it'll be hot.\n P2: Oh yeah, I also really like spending my day off doing laundry.\n P1: But today, I really want to rest at home...", "zeroShot": "P1: It's a rare day off, but let's not go out today. The sunlight is really strong, so it will be hot.\nP2: Oh, right. I also love spending my day off doing laundry and relaxing.\nP1: But today, I really just want to rest at home...", "CAT": "P1: We don't get days off often, but let's stay in today. The sun is really strong and it's going to be hot.\nP2: Oh, alright. I also enjoy spending my day off doing some housework.\nP1: But I really just want to stay home and relax today...", "humanTranslation": "P1: Let's just stay home today. The sun is blazing, and it's going to be really hot.\nP2: Oh, yeah, <b>I was just looking forward to spend my day off doing laundry.</b>\nP1: If you really want to go out, you can go by yourself...", "category": "implicature"}
{"Index": 98, "source": "P1: 이제 밥 다먹었으니까 디저트 먹으러 가자.\nP2: <b>우리 밥먹은지 10분도 안지났는데?</b>\nP1: 괜찮아. 밥이랑 디저트는 다르니까 먹을 수 있을거야.", "googleTranslation": "P1: Now that we've finished eating, let's go eat dessert.\n P2: It hasn't even been 10 minutes since we ate?\n P1: It's okay. Rice and dessert are different, so you can eat them.", "zeroShot": "P1: Now that we've finished eating, let's go have dessert.\nP2: It's been less than 10 minutes since we ate.\nP1: It's okay. Food and dessert are different, so we can eat it.", "CAT": "P1: Since we’re done with dinner, how about some dessert?\nP2: We ate just 10 minutes ago.\nP1: Don’t worry. Dessert isn’t the same as a meal, so we can still enjoy it.", "humanTranslation": "P1: Now that we're done eating, let's go for dessert.\nP2: <b>It hasn't even been 10 minutes since we ate?</b>\nP1: No problem. You can eat because meal and dessert are different.", "category": "implicature"}
{"Index": 99, "source": "P1: 선생님 안녕하세요. 하진입니다. 지난 금요일 무단결석해서 전화드렸습니다.\nP2:<b> 너 때문에 참 안녕하겠다.</b> 너 지금 어디니?\nP1: 지금 밖입니다. 선생님.", "googleTranslation": "P1: Hello, teacher. This is Hajin. I'm calling because you were absent last Friday.\n P2: I'm so sorry for not being able to attend school. Where are you now?\n P1: I'm outside now, teacher.", "zeroShot": "P1: Hello, teacher. This is Hajin. I'm calling because I was absent without notice last Friday.\nP2: Thanks to you, I'm not doing well at all. Where are you right now?\nP1: I'm outside right now, teacher.", "CAT": "P1: Hello, teacher. This is Hajin. I'm calling to apologize for skipping class last Friday.\nP2: You really made my day. Where are you right now?\nP1: I'm outside right now, teacher.", "humanTranslation": "P1: Hello, teacher. I'm Hajin. I called you because I was absent without permission last Friday.\nP2: <b>Thanks to you, I'm not doing well.</b> Where are you now?\nP1: I'm outside now, sir.", "category": "implicature"}
{"Index": 100, "source": "P1: 이 선글라스 정말 멋있다. 어때? 내가 끼니까 커트 코베인 닮지 않았어?\nP2: <b>와 정말 멋있다. </b>그 말은 안하는게 나았을텐데.\nP1: 알겠어 다른 선글라스 찾아보자.", "googleTranslation": "P1: These sunglasses are really cool. What do you think? Don't I look like Kurt Cobain when I put them on?\n P2: Wow, they're really cool. I shouldn't have said that.\n P1: Okay, let's find some other sunglasses.", "zeroShot": "P1: These sunglasses are really cool. How do I look? Don't I look like Kurt Cobain?\nP2: Wow, they are really cool. You probably shouldn't have said that.\nP1: Got it, let's look for other sunglasses.", "CAT": "P1: These sunglasses are really cool. What do you think? Don't I look like Kurt Cobain with them on?\nP2: Wow, they are really cool. It would have been better if you hadn't said that.\nP1: Got it, let's look for other sunglasses.", "humanTranslation": "P1: These sunglasses are really cool. What do you think? Don't I look like Kurt Cobain?\nP2: <b>Of course you are. </b>You shouldn't have say that.\nP1: Okey let me see if there are other sunglasses then.", "category": "implicature"}
