{"Index": 1, "source": "P1: <b>안녕!</b>\nP2: 그래 즐거웠어, 잘 가.", "googleTranslation": "P1: Hello! \nP2: Yeah, it was fun, bye.", "zeroShot": "P1: Hi!\nP2: Yes, it was fun. Goodbye.", "CAT": "P1: Goodbye! \nP2: Yeah, it was fun. Take care.", "humanTranslation": "P1:<b> Bye!</b>\nP2: Yea. It was quite fun bye", "category": "lexical_ambiguity"}
{"Index": 2, "source": "P1: <b>안녕!</b>\nP2: 반가워 어디가?", "googleTranslation": "P1: Hello! \nP2: Nice to meet you. Where are you going?", "zeroShot": "P1: Hi!\nP2: Nice to meet you, where are you going?", "CAT": "P1: Hi!\nP2: Nice to see you. Where are you off to?", "humanTranslation": "P1:<b> Hello!</b>\nP2: Nice to meet you. Going anywhere?", "category": "lexical_ambiguity"}
{"Index": 3, "source": "P1: 너 뭐하냐? 전화도 안받고\nP2: <b>놀지.</b> 친구들과 공 차면서", "googleTranslation": "P1: What are you doing? You're not answering the phone.\nP2: Playing. Playing ball with friends.", "zeroShot": "P1: What are you doing? You're not even answering your phone.\nP2: Just hanging out. Playing soccer with friends.", "CAT": "P1: What are you up to? You didn't pick up the phone.\nP2: Just hanging out. Playing soccer with friends.", "humanTranslation": "P1: What are you up to? \nP2: <b>Hanging around</b>. Playing soccer with friends", "category": "lexical_ambiguity"}
{"Index": 4, "source": "P1: 너 뭐하냐? 전화도 안받고\nP2: 나 싱크대 수리중이야. 안에 나사가 헐거워져서<b> 놀고 있어</b>", "googleTranslation": "P1: What are you doing? You're not even answering the phone.\nP2: I'm fixing the sink. The screw inside is loose and it's playing around.", "zeroShot": "P1: What are you doing? You're not answering the phone.\nP2: I'm fixing the sink. The screws inside have come loose, so I'm working on it.", "CAT": "P1: What are you doing? You didn't answer the phone.\nP2: I'm fixing the sink. The screw inside is loose and wobbling.", "humanTranslation": "P1: What are you doing? Not answering the phone\nP2: I'm repairing the sink. The screw inside <b>is loose so it flutters.</b>", "category": "lexical_ambiguity"}
{"Index": 5, "source": "P1: 김대리 내가 맡긴 일은 어떻게 됐어?\nP2: 내일 오후 중으로..\nP1: 그렇게 동작이 <b>떠서</b> 어떡할래?\nP2: 죄송합니다. 기한 내 최대한 빨리 하겠습니다.", "googleTranslation": "P1: Manager Kim, how's the work I gave you going?\nP2: By tomorrow afternoon...\nP1: What are you going to do with all that motion sickness?\nP2: I'm sorry. I'll do it as quickly as possible within the deadline.", "zeroShot": "P1: Mr. Kim, how's the task I assigned to you?\nP2: By tomorrow afternoon...\nP1: How are you going to handle it if you're so slow?\nP2: I'm sorry. I'll do it as quickly as possible within the deadline.", "CAT": "P1: Mr. Kim, how's the work I gave you coming along?\nP2: It should be finished by tomorrow afternoon.\nP1: Why is it taking so long?\nP2: I apologize. I'll complete it as quickly as I can within the deadline.", "humanTranslation": "P1: Kim Daeri what happened to the work I left you?\nP2: Within tomorrow afternoon..\nP1: <b>How're you gonna do this with 'this' speed?</b>\nP2: Sorry sir. I will wrap it up ASAP.", "category": "lexical_ambiguity"}
{"Index": 6, "source": "P1 : 지금 먹는 사람이 몇 명인데..\nP1: 그렇게 <b>떠서</b> 어떡할래?\nP2 : 국자가 이것 밖에 없는 걸 어떡해 그럼.", "googleTranslation": "P1: How many people are eating right now?\nP1: What are you going to do with it floating like that?\nP2: Then what are you going to do with this ladle as the only one?", "zeroShot": "P1: How many people are eating right now...\nP1: What are you going to do with that much?\nP2: What else can I do when this is the only ladle we have?", "CAT": "P1: How many people are eating right now...\nP1: How can you serve like that?\nP2: What do you expect me to do? We only have this one ladle.", "humanTranslation": "P1: Think how many people are having supper.\nP1: How're you gonna<b> do with 'this' scoop?</b>\nP2: That is the only thing we have. ", "category": "lexical_ambiguity"}
{"Index": 7, "source": "P1: 생선에 무슨 뼈가 이렇게 많아?\nP2: 뼈 없는 생선이 어딨다고 그래\nP1: 애들도 먹는데 잘 좀 <b>발라봐</b>\nP2: 당신이 해 그럼", "googleTranslation": "P1: Why are there so many bones in this fish?\nP2: Where can you find boneless fish?\nP1: Kids eat it too, so spread it out well.\nP2: Then you do it.", "zeroShot": "P1: Why are there so many bones in the fish?\nP2: Where do you find fish without bones?\nP1: Kids are eating too, so try to remove them properly.\nP2: Then you do it.", "CAT": "P1: Why are there so many bones in this fish?\nP2: There's no fish without bones.\nP1: The kids are eating too, so please remove the bones carefully.\nP2: Why don't you do it yourself then?", "humanTranslation": "P1: Why's that? There are so many fish bones.\nP2: Have you seen any boneless fish?\nP1: See, our kids are eating. Just <b>debone it</b> as<b> you can</b>\nP2: Then go ahead.", "category": "lexical_ambiguity"}
{"Index": 8, "source": "P1: 보이질 않으니 너가 좀 해줘.\nP1: 잘 좀 <b>발라봐</b>\nP2 : 밖에서 대체 뭘 했길래 등에 이런 상처가 나니", "googleTranslation": "P1: I can't see it, so you do it.\nP1: Apply it well\nP2: What on earth did you do outside to get such a wound on your back?", "zeroShot": "P1: I can't see it, so can you do it for me?\nP1: Apply it well.\nP2: What on earth did you do outside to get these kinds of wounds on your back?", "CAT": "P1: I can't see it, so can you help me out?\nP1: Please apply it properly.\nP2: What on earth did you do outside to get such a wound on your back?", "humanTranslation": "P1: It's invisible so you do it for me.\nP1: Please <b>apply it well.</b>\nP2 : Wth you do out there, getting such scars on your back?", "category": "lexical_ambiguity"}
{"Index": 9, "source": "P1: 뒤를 <b>밟던가</b> 해야지\nP2: 그래도 정보가 없으면 그땐 어쩌려고?", "googleTranslation": "P1: We have to follow them or something\nP2: But what if we still don't have the information?", "zeroShot": "P1: You should either follow them or something.\nP2: But what if we don't have any information then?", "CAT": "P1: We need to tail them.\nP2: But what if we lack information?", "humanTranslation": "P1: I shoud <b>shadow him</b>/her or so.\nP2: What if there's no info then?", "category": "lexical_ambiguity"}
{"Index": 10, "source": "P1: 그 녀석 이번 기회에 <b>밟던가</b> 해야지\nP2: 네가 참아. 큰일도 아니면서 뭐 그렇게 못살게 굴어?", "googleTranslation": "P1: We should step on that guy this time.\nP2: You put up with it. It's not a big deal, so why are you treating him so badly?", "zeroShot": "P1: We need to take him down this time.\nP2: Just let it go. It's not a big deal, so why are you making such a fuss?", "CAT": "P1: I should put that guy in his place this time.\nP2: Take it easy. It's not a serious matter, so why are you being so hard on him?", "humanTranslation": "P1: I should <b>bully</b> on this guy this time\nP2: You just bear it. It's no big deal, why are you being so harsh on him/her.", "category": "lexical_ambiguity"}
{"Index": 11, "source": "P1: 서울대 출신, 쌍문동의 자랑, 조상우가 돈이 없어?\nP2: 응... 주식 거래를 잘못해서...\nP1: 주식? 무슨 주식? 무슨 주식을 샀길래 그래\nP2: <b>선물을 했어</b>…", "googleTranslation": "P1: Seoul National University graduate, pride of Ssangmundong, Sangwoo Cho doesn't have money?\nP2: Yeah... because he made a mistake in stock trading...\nP1: Stocks? What stocks? What stocks did he buy?\nP2: He gave them a gift…", "zeroShot": "P1: A Seoul National University graduate, the pride of Ssangmun-dong, Jo Sang-woo doesn't have money?\nP2: Yeah... because of a bad stock trade...\nP1: Stocks? What stocks? What kind of stocks did he buy to end up like that?\nP2: He bought futures…", "CAT": "P1: A Seoul National University graduate and the pride of Ssangmun-dong, Jo Sang-woo has no money?\nP2: Yeah... he messed up with stock trading...\nP1: Stocks? What stocks? What kind of stocks did he buy to end up like that?\nP2: I invested in futures.", "humanTranslation": "P1: SNU graduate, the pride of Ssangmun-dong, Sang-woo Cho went bankrupt?\nP2: Yes... for he mistakenly got into stock trading...\nP1: Stocks? Which stock? What's the matter\nP2: <b>I did futures..</b>", "category": "lexical_ambiguity"}
{"Index": 12, "source": "P1: 나 생일때 뭐 해 줄꺼야?\nP2: 우리 저번에 200일 기념일 맞춰서 한번에 챙기기로 했잖아\nP1: 지영이는 자기 남자친구가 몰래 <b>선물 했다</b>고 자랑하던데..\nP2: 우리 그만 만나자.", "googleTranslation": "P1: What are you going to do for my birthday?\nP2: We were going to do it all at once for our 200th day anniversary last time, right?\nP1: Jiyoung was bragging that her boyfriend secretly gave her a present..\nP2: Let's stop meeting.", "zeroShot": "P1: What are you going to do for my birthday?\nP2: We agreed to celebrate it together with our 200-day anniversary last time.\nP1: Jiyoung was bragging that her boyfriend secretly gave her a gift...\nP2: Let's break up.", "CAT": "P1: What are you planning to do for my birthday?\nP2: We decided to celebrate everything on our 200-day anniversary, remember?\nP1: Ji-young was bragging that her boyfriend surprised her with a gift...\nP2: Let's break up.", "humanTranslation": "P1: What'll you do for my birthday?\nP2: We were supposed to celebrate together at once for the 200th anniversary.\nP1: Ji-young once bragged for<b> surprise present given by her boyfriend..</b>\nP2: Why don't we break up?", "category": "lexical_ambiguity"}
{"Index": 13, "source": "P1 : 다 <b>쉬었어?</b>\nP2 : 일 할 생각하니 또 지치네요", "googleTranslation": "P1: Are you all rested?\nP2: I'm tired again when I think about working.", "zeroShot": "P1: Did you get enough rest?\nP2: Just thinking about work makes me tired again.", "CAT": "P1: Are you fully rested?\nP2: I'm already feeling tired just thinking about work.", "humanTranslation": "P1 : Did you <b>take a rest enough</b>?\nP2 : I go tired for even the thought of working", "category": "lexical_ambiguity"}
{"Index": 14, "source": "P1: 다 <b>쉬었어?</b>\nP2: 응 완전 다 상했어. 버려야겠다.", "googleTranslation": "P1: Are you all rested? \nP2: Yeah, it's all completely ruined. I have to throw it away.", "zeroShot": "P1: Is it all spoiled?\nP2: Yeah, it's completely spoiled. I should throw it away.", "CAT": "P1: Has it all gone bad?\nP2: Yes, it's completely gone bad. I should throw it away.", "humanTranslation": "P1: <b>Is it all spoiled?</b>\nP2: Yup totally rotten. Gonna through it away.", "category": "lexical_ambiguity"}
{"Index": 15, "source": "P1 : 다 <b>탄 것</b> 같아\nP2 : 그럼 출발하자.", "googleTranslation": "P1: I think we're all done\nP2: Then let's go.", "zeroShot": "P1: It looks like everyone is on board.\nP2: Then let's depart.", "CAT": "P1: I think everyone is on board.\nP2: Then let's get going.", "humanTranslation": "P1 : Guess <b>everybody's in.</b>\nP2 : Then get set go.", "category": "lexical_ambiguity"}
{"Index": 16, "source": "P1: 다 <b>탄 것</b> 같아\nP2: 못먹겠네", "googleTranslation": "P1: I think I'm done eating\nP2: I can't eat it", "zeroShot": "P1: It looks all burnt.\nP2: I can't eat it.", "CAT": "P1: It looks like it's all burnt.\nP2: I can't eat this.", "humanTranslation": "P1: Seems like <b>all burned out</b>\nP2: Then not edible", "category": "lexical_ambiguity"}
{"Index": 17, "source": "P1: 무슨 <b>김</b>이 이렇게 많아\nP1: 명절날인데 뭐 받아온 거 없어?\nP2: 대리님이랑 내기 해서 가위바위보를 지는 바람에..", "googleTranslation": "P1: Why are you so full of this stuff?\nP1: It's a holiday, so you didn't get anything?\nP2: I made a bet with the manager and lost at rock-paper-scissors..", "zeroShot": "P1: Why is there so much seaweed?\nP1: It's a holiday, didn't you get anything?\nP2: I lost a bet with the manager and ended up losing at rock-paper-scissors...", "CAT": "P1: Why is there so much seaweed here?\nP1: It's a holiday, didn't you get any gifts?\nP2: I lost a rock-paper-scissors game with my boss...", "humanTranslation": "P1: What's with all this <b>seaweed</b>?\nP1: It's holiday, got anything nice?\nP2: Had a bet with deputy section chief, lost rock-paper-scissors..", "category": "lexical_ambiguity"}
{"Index": 18, "source": "P1: 무슨 <b>김</b>이 이렇게 많아\nP2: 겨울이여도 이건 심하지 않아? 사우나도 아니고", "googleTranslation": "P1: Why is there so much steam?\nP2: Even in winter, isn't this bad? It's not like a sauna.", "zeroShot": "P1: Why is there so much steam?\nP2: Even in winter, isn't this too much? It's not like we're in a sauna.", "CAT": "P1: Why is there so much steam?\nP2: Even though it's winter, isn't this too much? It's not like we're in a sauna.", "humanTranslation": "P1: Why such <b>steam</b> around here\nP2: This is bad, even for winter. A sauna thingy?", "category": "lexical_ambiguity"}
{"Index": 19, "source": "P1 : 지연이가 <b>꾸민거래</b>\nP2 : 그럼 지연이가 한 말은 다 거짓말이었다고?\nP1: 그래, 나도 몰랐지 그럴줄은", "googleTranslation": "P1: Jiyeon made it up\nP2: So everything Jiyeon said was a lie?\nP1: Yeah, I didn't know that either", "zeroShot": "P1: Jiyeon made it up.\nP2: So everything Jiyeon said was a lie?\nP1: Yes, I didn't know she would do that either.", "CAT": "P1: Jiyeon made it all up.\nP2: So everything Jiyeon said was a lie?\nP1: Yeah, I didn't know she would do that either.", "humanTranslation": "P1 :<b> Ji-yeon made it all up.</b>\nP2 : So everything Ji-yeon said was completely lie?\nP1: Yes, I didn't get a hint too", "category": "lexical_ambiguity"}
{"Index": 20, "source": "P1: 지연이가 <b>꾸민거래</b>\nP2: 역시 젊어서 그런지 감각이 있네.\nP1: 미대 출신이라더니..", "googleTranslation": "P1: Jiyeon made it up\nP2: As expected, she has a sense because she's young.\nP1: I heard she graduated from an art school..", "zeroShot": "P1: Jiyeon decorated it.\nP2: As expected, she has a good sense because she's young.\nP1: I heard she graduated from an art school.", "CAT": "P1: Jiyeon decorated it.\nP2: As expected, she has a great sense of style because she's young.\nP1: I heard she graduated from an art school.", "humanTranslation": "P1: <b>Ji-yeon decorated it</b>\nP2: She's young, so she got a sense.\nP1: Such an art school graduate..", "category": "lexical_ambiguity"}
{"Index": 21, "source": "P1: 과장님 미팅 일정은 언제 잡는게 좋겠습니까?\nP2: 가능한 빨리 <b>열어야지.</b>", "googleTranslation": "P1: When would be a good time to schedule a meeting with the manager?\nP2: As soon as possible.", "zeroShot": "P1: When would be a good time to schedule the meeting, Manager?\nP2: As soon as possible.", "CAT": "P1: When should we schedule the meeting, Manager?\nP2: We should hold it as soon as possible.", "humanTranslation": "P1: Section chief, when should we hold the meeting?\nP2:<b> We should hold that meeting</b> ASAP.", "category": "lexical_ambiguity"}
{"Index": 22, "source": "P1: 사장님, 장사 시작 언제해요?\nP2: 가능한 빨리 <b>열겠습니다</b>.\nP1: 여기 줄서서 기다린지 1시간도 더 됐단 말이예요.", "googleTranslation": "P1: Sir, when do you open for business?\nP2: I'll open as soon as possible.\nP1: I've been waiting in line here for over an hour.", "zeroShot": "P1: Boss, when are you starting the business?\nP2: I'll open as soon as possible.\nP1: We've been waiting in line here for over an hour.", "CAT": "P1: Boss, when will you open the store?\nP2: I'll open it as soon as I can.\nP1: I've been standing in line for more than an hour.", "humanTranslation": "P1: Mister, when does your store begin?\nP2: I'll <b>open as quickly as possible.</b>\nP1: I've been waiting here more than an hour", "category": "lexical_ambiguity"}
{"Index": 22, "source": "P1 : 환자분 어제 처방한 약은 어떻던가요?\nP1 : 잘 <b>듣던가요?</b>\nP2 : 머리가 좀 아프긴한데 어제보단 낫네요", "googleTranslation": "P1: How was the medicine I prescribed yesterday?\nP1: Did it work for you?\nP2: My head hurts a little, but it's better than yesterday.", "zeroShot": "P1: How was the medication prescribed yesterday?\nP1: Is it working well?\nP2: I have a bit of a headache, but it's better than yesterday.", "CAT": "P1: How did the medication I prescribed yesterday work for you?\nP1: Did it help?\nP2: I have a bit of a headache, but I feel better than yesterday.", "humanTranslation": "P1: How was the medication prescribed yesterday?\nP1: Did it<b> work </b>well?\nP2: Got a headache still better than yesterday.", "category": "lexical_ambiguity"}
{"Index": 23, "source": "P1: 그 때 선물로 준 앨범은? 현정이가 뭐래?\nP2: 잘 <b>듣고 </b>있대. 덕분에\nP3 : 무슨 선물? 나는 왜 안주냐?", "googleTranslation": "P1: What about the album you gave me as a gift? What did Hyun-jung say?\nP2: She said she listens to it well. Thanks to you\nP3: What gift? Why didn't I get one?", "zeroShot": "P1: What about the album you gave as a gift? What did Hyun-jung say?\nP2: She said she's enjoying it. Thanks to you.\nP3: What gift? Why don't I get one?", "CAT": "P1: Remember the album I gave as a gift? What did Hyun-jung say about it?\nP2: She said she's really enjoying it. Thanks to you.\nP3: What gift? Why didn't I get one?", "humanTranslation": "P1: That album as a gift? Did Hyun-jung mention anything?\nP2: She really <b>loved to listen it</b>. Courtesy of you.\nP3: Which gift? Anything for me then?", "category": "lexical_ambiguity"}
{"Index": 24, "source": "P1 : 다<b> 말라서</b> 쓸 데도 없어 보이던데?\nP2 : 걔가 체형이 말라서 그렇지 힘은 좀 쓴다니까?", "googleTranslation": "P1: It looks so dry that it's useless?\nP2: It's because he's dry, but he uses a lot of strength.", "zeroShot": "P1: It looked so skinny that it seemed useless.\nP2: It's just that their body is skinny, but they do have some strength.", "CAT": "P1: He looks so skinny that he seems useless.\nP2: He may be skinny, but he's actually quite strong.", "humanTranslation": "P1: He seemed <b>so skinny</b> and of no use.\nP2: Though he got a skinny figure, got a power.", "category": "lexical_ambiguity"}
{"Index": 25, "source": "P1: 다 <b>말라서</b> 쓰지도 못하겠더라\nP2: 여름철이라 그런가, 금방 말라버렸네..\nP1: 새로 사지 뭐.", "googleTranslation": "P1: It was so dry I couldn't even use it\nP2: Maybe because it was summer, it dried up so quickly..\nP1: I guess I'll just buy a new one.", "zeroShot": "P1: It's all dried up, so I can't even use it.\nP2: Maybe it's because it's summer, it dried up so quickly.\nP1: I'll just buy a new one.", "CAT": "P1: It's all dried out, I can't use it anymore.\nP2: Maybe it's because it's summer, it dried out so quickly.\nP1: Let's just buy a new one.", "humanTranslation": "P1: It Seemed <b>all dried up</b> and of no use.\nP2: Now that summer has come, got dry in any minute..\nP1: We can buy it again.", "category": "lexical_ambiguity"}
{"Index": 26, "source": "P1 : 장난감 사달라고 어찌나 떼를 쓰던지..\nP2: 그래서? 어떻게 했는데?\nP1: 그 <b>바람에</b> 그냥 사줬지 뭐", "googleTranslation": "P1: He kept begging me to buy him a toy..\nP2: So? What did you do?\nP1: So I just bought him a toy.", "zeroShot": "P1: He was so insistent on getting a toy...\nP2: So? What did you do?\nP1: I ended up just buying it for him.", "CAT": "P1: My child kept nagging me to buy a toy.\nP2: So, what did you do?\nP1: I ended up buying it.", "humanTranslation": "P1: He was throwing such a tantrum to get a toy...\nP2: And? What did you do?\nP1: I couldn't <b>refuse his wish.</b>", "category": "lexical_ambiguity"}
{"Index": 27, "source": "P1: 유학은 왜 안갔냐? 돈도 많은 녀석이.\nP2: 군대 가는 <b>바람에</b> 못 갔죠", "googleTranslation": "P1: Why didn't you go abroad to study? You're a rich guy.\nP2: I couldn't go because I had to go to the military.", "zeroShot": "P1: Why didn't you study abroad? You have plenty of money.\nP2: I couldn't go because I had to join the military.", "CAT": "P1: Why didn't you study abroad? You have plenty of money.\nP2: I couldn't go because I had to serve in the military.", "humanTranslation": "P1: Why didn't you study abroad? With that fortune.\nP2: I couldn't, <b>because of</b> serving my mandatory military service.", "category": "lexical_ambiguity"}
{"Index": 28, "source": "P1: 왜 <b>태클</b>이야 태클은\nP2 : 축구에서 태클하는게 잘못이냐?", "googleTranslation": "P1: Why tackle? Tackling is\nP2: Is tackling wrong in soccer?", "zeroShot": "P1: Why are you tackling?\nP2: Is it wrong to tackle in soccer?", "CAT": "P1: Why a tackle, of all things?\nP2: Is tackling in soccer wrong?", "humanTranslation": "P1: Why you<b> tackle </b>me?\nP2: Is tackling a fault in soccer field?", "category": "lexical_ambiguity"}
{"Index": 29, "source": "P1: 왜 <b>태클</b>이야 태클은\nP2: 남일도 아니고 같이하기로 했잖아 우리.\nP1: 그래도 이건 아니지.", "googleTranslation": "P1: Why are you tackling? Tackling is\nP2: It's not someone else's business. We decided to do it together.\nP1: But this isn't right.", "zeroShot": "P1: Why are you tackling this?\nP2: It's not someone else's business, we agreed to do it together.\nP1: But still, this isn't right.", "CAT": "P1: Why are you getting in the way?\nP2: It's not just anyone's job; we agreed to do this together.\nP1: Still, this isn't right.", "humanTranslation": "P1: Why you <b>mind</b> other people's business?\nP2: It's not anyone else's and we joined this work.\nP1: Not supposed to be like this.", "category": "lexical_ambiguity"}
{"Index": 30, "source": "P1: 그래도 민재가 수비는 잘하네. \nP2: 민재 없으면 다른 팀한테 우린 상대가 안돼\nP3: <b>공 가로채는</b> 건 잘하긴 해\nP1: 패스만 좀 더 잘하면 좋을 것 같은데..", "googleTranslation": "P1: But Minjae is good at defense. \nP2: Without Minjae, we can't compete with other teams\nP3: He's good at intercepting the ball\nP1: It would be good if he could just pass a little better..", "zeroShot": "P1: Still, Minjae is good at defense.\nP2: Without Minjae, we can't compete with other teams.\nP3: He is good at intercepting the ball.\nP1: It would be nice if he could pass a bit better...", "CAT": "P1: Minjae is really good at defense.\nP2: Without Minjae, we wouldn't stand a chance against other teams.\nP3: He is good at intercepting the ball.\nP1: It would be great if he could improve his passing a bit.", "humanTranslation": "P1: Min-jae got a good defense skill.\nP2: Without Min-jae the other team is no match for ours\nP3: He does well in<b> ball interception</b>\nP1: If he passed the ball well it'd be better", "category": "lexical_ambiguity"}
{"Index": 31, "source": "P1: 김 대리님, 얘기 들으셨습니까?\nP2: 무슨 얘기\nP1: 이번에 사업팀이랑 개발팀이 크게 싸웠답니다.\nP2: 왜?\nP1: 개발팀이 준비한 프로젝트, 사업팀이 이름만 바꿔서 냈다고 하더라구요\nP2: 걔들, <b>공 가로채</b>는 건 잘하긴 해~. ", "googleTranslation": "P1: Mr. Kim, did you hear the story?\nP2: What did you hear?\nP1: The business team and the development team had a huge fight this time.\nP2: Why?\nP1: They said that the business team just changed the name of the project that the development team prepared.\nP2: They're really good at stealing credit.", "zeroShot": "P1: Did you hear about Assistant Manager Kim?\nP2: What about?\nP1: I heard the business team and the development team had a big fight.\nP2: Why?\nP1: I heard the business team just changed the name and submitted the project prepared by the development team.\nP2: They're really good at taking credit. Amazing.", "CAT": "P1: Have you heard about it, Mr. Kim?\nP2: Heard about what?\nP1: Apparently, the business team and the development team had a big fight.\nP2: Why?\nP1: I heard the business team just changed the name and submitted the project that the development team prepared.\nP2: They're really good at taking credit, aren't they? Impressive~.", "humanTranslation": "P1: Did you heard, manager Kim?\nP2: Which one\nP1: This time, the business and development team were in a big conflict.\nP2: Why?\nP1: A project prepared by the development team was named after the business team.\nP2: They're good at <b>taking credit</b>~ ", "category": "lexical_ambiguity"}
{"Index": 32, "source": "P1 : 방이 왜이렇게 어지럽니.\nP2: 좀 있다 치울게요\nP1: <b>내일 모레</b>면 엄마도 칠순이고 너도 서른인데, 니 방은 니가 치워 좀!\nP2 : 알겠어요 제가 할게요. 한다고요.\nP1 : 그렇게 애처럼 굴거야 정말?", "googleTranslation": "P1: Why is your room so messy?\nP2: I'll clean it up later.\nP1: Mom will be 70 in a day or two and you'll be 30, so you should clean up your room!\nP2: Okay, I'll do it. I said I will.\nP1: Are you really going to act like a child?", "zeroShot": "P1: Why is the room so messy?\nP2: I'll clean it up later.\nP1: Your mom's 70th birthday is the day after tomorrow, and you're turning 30. Clean your room yourself!\nP2: Okay, I'll do it. I said I'll do it.\nP1: Are you really going to act like a child?", "CAT": "P1: Why is your room so messy?\nP2: I'll clean it up later.\nP1: Your mother is turning seventy soon and you're almost thirty. Clean your room yourself!\nP2: Okay, I'll do it. I said I will.\nP1: Are you really going to act like a child?", "humanTranslation": "P1: Why's room so messy.\nP2: I'll clean up shortly after\nP1: <b>Soon</b> your dear mother will be 70 and you 30, clean up room on your own!\nP2: Alright I'll take care of it. I will.\nP1: Will you act so childish like that?", "category": "lexical_ambiguity"}
{"Index": 33, "source": "P1: <b>내일 모레</b> 만납시다.\nP2: 그 날은 바쁜데 화요일 날 봅시다.", "googleTranslation": "P1: Let's meet up the day after tomorrow.\nP2: I'm busy that day, so let's meet up on Tuesday.", "zeroShot": "P1: Let's meet the day after tomorrow.\nP2: I'm busy that day, so let's meet on Tuesday.", "CAT": "P1: How about meeting the day after tomorrow?\nP2: I'm busy that day, let's meet on Tuesday.", "humanTranslation": "P1: Let's meet the<b> day after tomorrow.</b>\nP2: That day I'm busy how about Tuesday", "category": "lexical_ambiguity"}
{"Index": 34, "source": "P1: 잘 <b>돌아가?</b>\nP2: 아니, 고장난 것 같아", "googleTranslation": "P1: Is it working?\nP2: No, I think it's broken", "zeroShot": "P1: Is it working well?\nP2: No, I think it's broken.", "CAT": "P1: Is it working well?\nP2: No, I think it's broken.", "humanTranslation": "P1:<b> Is it working </b>well?\nP2: No, it seems broken out of order.", "category": "lexical_ambiguity"}
{"Index": 35, "source": "P1: 잘 돌아가?\nP2: 아니, 팽이가 균형이 잡히지 않은 것 같아.", "googleTranslation": "P1: Is it spinning well?\nP2: No, I think the top is unbalanced.", "zeroShot": "P1: Is it spinning well?\nP2: No, I think the top is unbalanced.", "CAT": "P1: Is it spinning well?\nP2: No, the top doesn't seem to be balanced.", "humanTranslation": "P1: Is it <b>spinning</b> well?\nP2: No, I think the top is unbalanced.", "category": "lexical_ambiguity"}
{"Index": 36, "source": "p1: 바쁜 식당에 <b>손</b>이 많아 다행입니다.\np2: 그래도 인원은 더 뽑아야 하지 않겠나?", "googleTranslation": "p1: It's fortunate that there are many hands in a busy restaurant. \np2: But shouldn't we hire more people?", "zeroShot": "p1: It's fortunate that we have many hands in this busy restaurant.\np2: But don't you think we still need to hire more people?", "CAT": "p1: It's fortunate that we have enough helping hands in this busy restaurant.\np2: But don't you think we still need to hire more staff?", "humanTranslation": "P1: It's a mercy that you have many <b>helping hands</b> in your canteen.\nP2: Shouldn't we hire more staffs though?", "category": "lexical_ambiguity"}
{"Index": 37, "source": "P1: 식당에 <b>손</b>이 많아 다행입니다.\nP2: 이렇게 장사가 잘 될 줄 몰랐습니다.", "googleTranslation": "P1: It's a good thing there are so many hands at the restaurant.\nP2: I didn't know business would be this good.", "zeroShot": "P1: It's a relief that we have many hands at the restaurant.\nP2: I didn't expect business to be this good.", "CAT": "P1: We have enough staff in the restaurant, so we are lucky.\nP2: I didn't expect our business to be this good.", "humanTranslation": "P1: It's a good thing that you have many <b>customers </b>in your canteen.\nP2: I didn't anticipate it to run so well.", "category": "lexical_ambiguity"}
{"Index": 38, "source": "P1: 이번 일은 눈 <b>감아</b>줬으면 하네.\nP2: 아니요. 고발 조치하겠습니다.", "googleTranslation": "P1: I wish you would turn a blind eye to this.\nP2: No. I will report you.", "zeroShot": "P1: I hope you can turn a blind eye to this matter.\nP2: No. I will report it.", "CAT": "P1: I hope you can overlook this matter.\nP2: No, I will take legal action.", "humanTranslation": "P1: I'd appreciate if you <b>overlook</b> the affair.\nP2: No, I'll file an accusation.", "category": "lexical_ambiguity"}
{"Index": 39, "source": "P1: 잠시 눈 <b>감아</b>줬으면 합니다.\nP2: 얼마나 감고 있으면 될까요?", "googleTranslation": "P1: I want you to close your eyes for a moment.\nP2: How long should I keep them closed?", "zeroShot": "P1: I would like you to close your eyes for a moment.\nP2: How long should I keep them closed?", "CAT": "P1: Could you close your eyes for a moment?\nP2: How long should I keep them closed?", "humanTranslation": "P1: It'd be nice if you<b> close your eye</b>s for a while.\nP2: Keeping closed for how long would be ok?", "category": "lexical_ambiguity"}
{"Index": 40, "source": "P1 : 칼을 좀 <b>갈아</b>주실 수 있나요?\nP2 : 이미 잘 드는데 뭐하러?", "googleTranslation": "P1: Could you sharpen my knife for me?\nP2: I already have a good knife, so why are you sharpening it?", "zeroShot": "P1: Could you sharpen the knife for me?\nP2: It's already sharp, why bother?", "CAT": "P1: Can you sharpen the knife for me?\nP2: It's already sharp, why bother?", "humanTranslation": "P1 : Could you please <b>sharpen </b>the knife?\nP2 : It's sharp enough but why?", "category": "lexical_ambiguity"}
{"Index": 41, "source": "P1: 사과를 좀 <b>갈아</b>주실 수 있나요?\nP2: 깎아 먹지 뭐하러?", "googleTranslation": "P1: Could you grate the apple for me?\nP2: Why would you peel it and eat it?", "zeroShot": "P1: Can you blend the apple for me?\nP2: Why bother? Just peel and eat it.", "CAT": "P1: Could you juice the apple for me?\nP2: Why not just peel and eat it?", "humanTranslation": "P1: Could you please <b>grind </b>the apples?\nP2: Just peel it why would I bother to?", "category": "lexical_ambiguity"}
{"Index": 42, "source": "P1: 네가 칼을 갈아주니<b> </b>확실히 칼이 잘 <b>들어</b>\nP2: 별 말씀을요", "googleTranslation": "P1: If you sharpen the knife, it will definitely be sharper\nP2: Don't worry.", "zeroShot": "P1: Since you sharpened the knife, it definitely cuts well.\nP2: Don't mention it.", "CAT": "P1: Thanks to you sharpening the knife, it cuts really well now.\nP2: You're welcome.", "humanTranslation": "P1: As you ground the knife it definitely<b> cuts well. </b>\nP2: It was nothing at all.", "category": "lexical_ambiguity"}
{"Index": 43, "source": "P1: 칼이라도 <b>들고</b> 뭐라도 썰어봐\nP2: 싫습니다.", "googleTranslation": "P1: Even if you have a knife, try cutting something.\nP2: I don't like it.", "zeroShot": "P1: Grab a knife and cut something.\nP2: No, I don't want to.", "CAT": "P1: Pick up a knife and cut something.\nP2: No, I don't want to.", "humanTranslation": "P1: <b>Hold the knife </b>and slice something\nP2: I don't want to.", "category": "lexical_ambiguity"}
{"Index": 44, "source": "P1: 도둑이 <b>들었나</b>, 이거 어디간거야\nP2: 잘 찾아봐요. 덤벙대지말고", "googleTranslation": "P1: Did someone rob you? Where did this go?\nP2: Look for it carefully. Don't be reckless.", "zeroShot": "P1: Did a thief break in? Where did it go?\nP2: Look carefully. Don't be hasty.", "CAT": "P1: Was there a break-in? Where did it go?\nP2: Check thoroughly. Don't panic.", "humanTranslation": "P1: Did thief<b> break in</b>, where has it gone?\nP2: Find thoroughly. Don't be clumsy", "category": "lexical_ambiguity"}
{"Index": 45, "source": "P1: 도둑이 <b>들으면</b> 어쩌려고 그래\nP2: 설마 듣겠어요. 하물며 이런 동네에 도둑이 어딨다고요.", "googleTranslation": "P1: What if a thief hears?\nP2: Surely he would hear? Where else would a thief be in a neighborhood like this?", "zeroShot": "P1: What if a thief hears us?\nP2: No way they would. Besides, where would a thief be in a neighborhood like this?", "CAT": "P1: What if a thief breaks into the house?\nP2: Do you honestly think a thief would hear us? Besides, there are no thieves in this neighborhood.", "humanTranslation": "P1: What'd you do if a burglar <b>hear</b> it?\nP2: Who's gonna listen. And how do you expect a burglar in a town like this.", "category": "lexical_ambiguity"}
{"Index": 46, "source": "P1: 네 곁엔 내가 <b>있잖아.</b>\nP2 : 역시 너뿐이야", "googleTranslation": "P1: I'm by your side.\nP2: After all, you're the only one", "zeroShot": "P1: I'm right here with you.\nP2: It's always you.", "CAT": "P1: I'm always here for you.\nP2: It's always been you.", "humanTranslation": "P1: <b>I stand still, right beside you.</b>\nP2: Nice, you are the rock.", "category": "lexical_ambiguity"}
{"Index": 47, "source": "P1: <b>있잖아</b>, 난 네가 참 좋아\nP2: 난 싫은데?", "googleTranslation": "P1: You know, I really like you\nP2: I don't?", "zeroShot": "P1: You know, I really like you.\nP2: But I don't like you.", "CAT": "P1: You know, I really like you.\nP2: But I don't like you.", "humanTranslation": "P1:<b> Well</b>, I like you very much\nP2: I ain't like you!", "category": "lexical_ambiguity"}
{"Index": 48, "source": "P1: 민석아 내가 하던 일 마저 해줄래?\nP2 : 그게 무슨 소리야\nP1: 귀가 <b>먹었냐</b>? 왜 말을 못 알아들어", "googleTranslation": "P1: Minseok, will you do what I was doing?\nP2: What are you talking about?\nP1: Are you deaf? Why can't you understand what I'm saying?", "zeroShot": "P1: Minseok, can you finish what I was doing?\nP2: What are you talking about?\nP1: Are you deaf? Why can't you understand what I'm saying?", "CAT": "P1: Minseok, can you finish what I was doing?\nP2: What do you mean?\nP1: Are you deaf? Why can't you understand what I'm saying?", "humanTranslation": "P1: Minsuk can you back up my work?\nP2 : What do you mean by that?\nP1: Have you gone <b>deaf</b>? Why can't you understand what I'm saying", "category": "lexical_ambiguity"}
{"Index": 49, "source": "P1: 내가 <b>먹어</b>봐야 무슨 소용있냐?\nP2: 후회 안해?\nP1: 나 배불러. 아까 먹었다니깐.", "googleTranslation": "P1: What good is it for me to eat it?\nP2: Don't you regret it?\nP1: I'm full. I ate earlier.", "zeroShot": "P1: What's the point of me eating it?\nP2: Won't you regret it?\nP1: I'm full. I told you I ate earlier.", "CAT": "P1: What's the point of me eating it?\nP2: Won't you regret it?\nP1: I'm full. I already ate earlier.", "humanTranslation": "P1: It will be no use even if i <b>eat</b> that.\nP2: Won't you regret?\nP1: I'm full. And I just had one.", "category": "lexical_ambiguity"}
{"Index": 50, "source": "P1: 그땐 생생하게 잘 <b>들렸어.</b>\nP2: 진짜로 들은건 맞아? 환청아니야?", "googleTranslation": "P1: I heard it vividly back then.\nP2: Did you really hear it? Was it a hallucination?", "zeroShot": "P1: I could hear it clearly back then.\nP2: Are you sure you really heard it? Wasn't it a hallucination?", "CAT": "P1: I heard it clearly back then.\nP2: Are you sure you really heard it? Wasn't it just a hallucination?", "humanTranslation": "P1: At that time I could <b>hear clearly</b>.\nP2: You sure you actually heard? Isn't it hallucination?", "category": "lexical_ambiguity"}
{"Index": 51, "source": "P1: 이번엔 패가 잘<b> 들렸어</b>\nP2: 내 생각은 안 그런것 같아.", "googleTranslation": "P1: This time, I heard the pattern well\nP2: I don't think so.", "zeroShot": "P1: This time, I got a good hand.\nP2: I don't think so.", "CAT": "P1: I got a good hand this time.\nP2: I don't think so.", "humanTranslation": "P1: I <b>got a good hand </b>this time. \nP2: I don't think so.", "category": "lexical_ambiguity"}
{"Index": 52, "source": "P1: 화투는 좀 해봤나?\nP2: 아뇨 이번이 처음입니다.\nP1: 네 감각을 믿고 한 번 해봐\nP2: <b>패가 많아</b> 힘드네요.", "googleTranslation": "P1: Have you ever played Hwatu?\nP2: No, this is my first time.\nP1: Trust your instincts and give it a try\nP2: There are a lot of cards, so it's hard.", "zeroShot": "P1: Have you played hwatu before?\nP2: No, this is my first time.\nP1: Trust your instincts and give it a try.\nP2: There are so many cards, it's difficult.", "CAT": "P1: Have you ever played the Korean card game, Hwatu?\nP2: No, this is my first time.\nP1: Trust your intuition and give it a try.\nP2: It's hard because I have too many cards.", "humanTranslation": "P1: Have you played hwatu before?\nP2: No this is my first time.\nP1: Believe in your intuition and just try it\nP2: It's hard, for there are <b>so many cards.</b>", "category": "lexical_ambiguity"}
{"Index": 53, "source": "P1: 감독대행을 맡게 되셨는데, 남은 시즌은 어떤 식으로 운영하실 계획입니까?\nP2: 열심히 해야죠\nP1: 짧게라도 한 말씀 부탁드립니다.\nP2: <b>패가 많아 </b>힘듭니다. 노력해야죠 뭐", "googleTranslation": "P1: You have been appointed as the acting manager. How do you plan to run the rest of the season?\nP2: We have to work hard.\nP1: Can you give us a word, even if it is brief?\nP2: It is difficult because we have a lot of losses. We have to work hard.", "zeroShot": "P1: You've been appointed as the acting manager. How do you plan to manage the rest of the season?\nP2: We have to work hard.\nP1: Please say a few words, even if briefly.\nP2: It's tough with many losses. We just have to try our best.", "CAT": "P1: As the interim manager, what are your plans for the rest of the season?\nP2: We need to work hard.\nP1: Please share a few more thoughts.\nP2: We have many losses, and it's challenging. We'll do our best.", "humanTranslation": "P1: From now, you should manage your team as a caretaker manager, what is your plan for the last season?\nP2: Just try hard.\nP1: Even any words? \nP2: Really hard, that <b>we had so many lost</b>. So we should try our best.", "category": "lexical_ambiguity"}
{"Index": 54, "source": "P1: 꽃을 보며 환히 웃는 네 모습을 보면 기분<b>이 참 좋아</b>\nP2: 무슨 그런 낯 부끄러운 말을..!\n", "googleTranslation": "P1: It makes me feel so good to see you smiling brightly while looking at the flowers\nP2: Why are you saying such embarrassing things..!", "zeroShot": "P1: Seeing you smile brightly at the flowers makes me feel really good.\nP2: What an embarrassing thing to say..!", "CAT": "P1: Seeing you smile so brightly at the flowers makes me really happy.\nP2: Oh, stop saying such embarrassing things!", "humanTranslation": "P1: <b>Really happy</b> when I see your smile while you looking at the flowers.\nP2: Embarrassed to hear such a word..!", "category": "lexical_ambiguity"}
{"Index": 55, "source": "P1: 우리 아들, 지난번에 선물한 영양제 잘 받았어\nP2: 예 자주 챙겨드세요, 아버지.\nP1: 그래, 안그래도 너가 준 영양제가 간<b>에 좋다고</b> 니 엄마가 어찌나 추천을 해대던지\n", "googleTranslation": "P1: My son, did you receive the nutritional supplements I gave you last time?\nP2: Yes, take them often, Dad.\nP1: Yes, your mom recommended the nutritional supplements you gave her so often that they were good for the liver.", "zeroShot": "P1: My son, did you receive the supplements I sent you last time?\nP2: Yes, please take them regularly, Dad.\nP1: Sure, your mom kept recommending the supplements you gave me, saying they're good for the liver.", "CAT": "P1: Son, did you get the supplements I gave you last time?\nP2: Yes, make sure to take them often, Dad.\nP1: Okay, your mom kept insisting that they are good for the liver.", "humanTranslation": "P1: My son, thanks for the nutrition tablet as a gift.\nP2: Yes, please make it sure to take it often.\nP1: Ok, in fact your mum recommended it so strongly that <b>it's good for</b> liver health.", "category": "lexical_ambiguity"}
{"Index": 56, "source": " P1: 어머니 저 갑니다.\nP2: 벌써 가려고? 음식 만들어 놓은거 좀 <b>싸서</b> 가\nP1: 아 집에 많아요, 나 가야돼~", "googleTranslation": "P1: Mom, I'm going.\nP2: Are you going already? I made some food and I'm going to pack it up.\nP1: Oh, there's a lot at home. I have to go~", "zeroShot": "P1: Mom, I'm leaving.\nP2: Are you leaving already? Take some of the food I made with you.\nP1: There's plenty at home, I have to go~", "CAT": "P1: Mom, I'm leaving.\nP2: Already? Take some of the food I made with you.\nP1: Oh, we have plenty at home. I really need to go~", "humanTranslation": "P1: Mom I'm leaving.\nP2: This early? Bring the food, <b>wrap</b> it<b> up</b>\nP1: I've plenty at home, I gotta go~", "category": "lexical_ambiguity"}
{"Index": 57, "source": "P1: 영지 엄마 어딜 그리 바삐 가\nP2 : 어머~ 부녀회장님 안녕하세요, 여기 앞 마트 오픈세일해서 물건이 <b>싸서 </b>가려구요\nP1: 마트 세일은 어제까지 아니였어?", "googleTranslation": "P1: Where are you going in such a hurry, Yeongji's mom?\nP2: Oh my~ Hello, women's association president. The mart in front of here is having an opening sale, so things are cheap, so I'm going to go now\nP1: Wasn't the mart sale until yesterday?", "zeroShot": "P1: Youngji's mom, where are you rushing off to?\nP2: Oh, hello, neighborhood association president. I'm heading to the store in front because they're having an opening sale and things are cheap.\nP1: Wasn't the store sale only until yesterday?", "CAT": "P1: Where are you rushing off to, Youngji's mom?\nP2: Oh, hello, community leader! The store in front is having an opening sale, so I'm going to get some cheap stuff.\nP1: Wasn't the sale only until yesterday?", "humanTranslation": "P1: Yeong-ji mom why are you hurrying so fast?\nP2 : Oh~ hello Mrs, nearby supermarket's currently having open sale. Items are <b>cheap</b>, so I should go.\nP1: Didn't the sale end yesterday?", "category": "lexical_ambiguity"}
{"Index": 58, "source": "P1: 아유 써라, 무슨 인삼이 이리도 쓴가!\nP2: 인삼이 <b>써야</b> 좋은거지, 어린이 입맛이구만 완전\nP1: 그래도 심하잖아 이건.", "googleTranslation": "P1: Oh my, what kind of ginseng is this bitter!\nP2: Ginseng is supposed to be bitter, you're just a child's taste buds\nP1: But this is too bad.", "zeroShot": "P1: Oh, it's so bitter, why is this ginseng so bitter!\nP2: Ginseng is supposed to be bitter, that's how you know it's good. You have a child's taste.\nP1: But this is too much.", "CAT": "P1: Oh, it's so bitter! How can ginseng be this bitter?\nP2: Ginseng is supposed to be bitter. You have a child's palate.\nP1: But this is too much.", "humanTranslation": "P1: So bitter, this ginseng has such a bitter taste!\nP2: Ginseng should taste <b>bitter. </b>You have<b> </b>such a childish taste\nP1: It's awfully bitter though.", "category": "lexical_ambiguity"}
{"Index": 59, "source": "P1 : 잘못은 동현이가 했는데 왜 제가 혼나요.\nP2 : 이 녀석이 뭘 잘했다고 말대꾸야!\nP2 : 너 오늘 반성문 다 <b>써야 </b>집에 갈 줄 알어 ", "googleTranslation": "P1: Dong-hyun was the one who did wrong, so why am I getting scolded?\nP2: Why are you talking back to this guy who did something right!\nP2: You should have finished writing your reflection paper today and gone home.", "zeroShot": "P1: Donghyun did something wrong, so why am I getting scolded?\nP2: How dare you talk back when you did nothing right!\nP2: You better write a reflection letter today if you want to go home.", "CAT": "P1: Why am I getting scolded when it was Donghyun who did something wrong?\nP2: How dare you talk back when you did nothing right!\nP2: You better finish writing your reflection letter today if you want to go home.", "humanTranslation": "P1 : Why is that, I am the one to blame even though Dong-hyun made a fault? \nP2: Hey you talking me back?\nP2: You can't go home until you <b>finish </b>your letter of apology.", "category": "lexical_ambiguity"}
{"Index": 60, "source": "P1: 아들~ 내일 낮에 엄마랑 영화보러 가자\nP2: 무슨 영화?\nP1: 파묘라고, 벌써 600만명이나 봤대. 사람 <b>묻는</b>, 염장에 관한 영화라던데 안볼꺼야?\nP2: 알겠어요 예매할게요", "googleTranslation": "P1: Son~ Let's go see a movie with Mom tomorrow afternoon\nP2: What movie?\nP1: It's called Pa-myo. I heard 6 million people have already seen it. It's a movie about burying people and salting them. Don't you want to see it?\nP2: Okay, I'll reserve tickets.", "zeroShot": "P1: Son~ Let's go watch a movie with mom tomorrow afternoon.\nP2: What movie?\nP1: It's called \"Exhumation,\" and already 6 million people have seen it. It's about burying people and embalming. Don't you want to see it?\nP2: Okay, I'll book the tickets.", "CAT": "P1: Son, let's go watch a movie tomorrow afternoon.\nP2: What movie?\nP1: It's called \"Pamyoh.\" Apparently, 6 million people have already seen it. It's about burying people and embalming. Do you want to watch it?\nP2: Okay, I'll book the tickets.", "humanTranslation": "P1: Son~ Let's go for a movie tomorrow afternoon.\nP2: Which movie?\nP1: A movie named Exhuma, 6 million people have already watched it. It's about <b>burying </b>person, namely.. corpse burial and you won't watch it?\nP2: Alright I'll book the ticket", "category": "lexical_ambiguity"}
{"Index": 61, "source": "P1: 제가 진솔씨에게 그렇게 말한 것에 대해선 다 이유가 있습니다.\nP2: 그래도 모두가 보는 자린데 그럴 필요는 없었잖나. 왜 그런거야 대체!\nP1: 더 이상 이유 <b>묻는 건</b> 삼가해주세요 ", "googleTranslation": "P1: There's a reason why I said that to Jinsol.\nP2: But everyone is watching, so there was no need to do that. Why on earth would you do that!\nP1: Please refrain from asking me why anymore.", "zeroShot": "P1: I have my reasons for saying that to Jinsol.\nP2: But it was in front of everyone, there was no need for that. Why did you do it?\nP1: Please refrain from asking for reasons any further.", "CAT": "P1: I had my reasons for saying that to Jinsol.\nP2: But it was in front of everyone; there was no need for that. Why did you do it?\nP1: Please refrain from asking for reasons any further.", "humanTranslation": "P1: How I delivered my words to Jin-sol had its reason. \nP2: No need to go that far, for it was in front of everyone. Why on earth did you do so?\nP1: Please refrain from<b> asking </b>causes.", "category": "lexical_ambiguity"}
{"Index": 62, "source": "P1: <b>취하니</b> 기분 좋다.\nP2: 넌 안 취해도 항상 들떠있잖아.\nP1: 몰라~ 한잔해~", "googleTranslation": "P1: It feels good to be drunk.\nP2: You're always excited even when you're not drunk.\nP1: I don't know~ Have a drink~", "zeroShot": "P1: I feel good when I'm drunk.\nP2: You're always excited even when you're not drunk.\nP1: I don't know~ Have a drink~", "CAT": "P1: I feel great when I'm drunk.\nP2: You're always in high spirits, even when you're not drunk.\nP1: I don't know~ Let's have another drink~", "humanTranslation": "P1: So <b>happy to get drunk.</b>\nP2: You are always hyperactive, even when you're sober.\nP1: I don't know~ go for a drink~", "category": "lexical_ambiguity"}
{"Index": 63, "source": "P1: 허리가 너무 아파. \nP2: 자세를 그렇게 <b>취하니</b> 허리가 아프지.\nP1: 습관이라 못 고쳐. 의자를 바꿔야 하나..\n", "googleTranslation": "P1: My back hurts so much. \nP2: My back hurts when you have that posture.\nP1: It's a habit, so I can't fix it. Should I change my chair..", "zeroShot": "P1: My back hurts so much.\nP2: Your back hurts because you sit like that.\nP1: It's a habit, I can't fix it. Should I change my chair?", "CAT": "P1: My back is killing me.\nP2: That's because of your posture.\nP1: It's a habit, I can't change it. Should I switch chairs?", "humanTranslation": "P1: I got an ache at my waist so bad.\nP2: You <b>strike</b> such pose, so it hurts for sure.\nP1: I can't help since it's my habit. Should I change my chair..\n", "category": "lexical_ambiguity"}
{"Index": 64, "source": "P1: 옆집 동수네 둘째아이, 시완이 얘기 들었어요 당신?\nP2: 시완이? 덩치작고 똘똘하게 생긴 애?\nP1: 그래 시완이, 걔가 이번에 행정고시에 합격했대요. 아까 난리가 아니었잖아요.\nP2: 애가 잘생긴 줄만 알았더니, 머리도 좋고... 완전 <b>난 녀석이네</b>", "googleTranslation": "P1: Did you hear about the second child of the neighbor's family, Siwan?\nP2: Siwan? The small and smart kid?\nP1: Yeah, Siwan. I heard he passed the civil service exam this time. It was a big deal earlier.\nP2: I thought he was handsome, but he's also smart... He's a total bad boy.", "zeroShot": "P1: Did you hear about Siwan, the second child of the Dongsu family next door?\nP2: Siwan? The small, smart-looking kid?\nP1: Yes, Siwan. He passed the civil service exam this time. It was a big deal earlier.\nP2: I thought he was just good-looking, but he's also smart... He's quite something.", "CAT": "P1: Did you hear about Dongsoo's second child, Siwan, from next door?\nP2: Siwan? The small, smart-looking kid?\nP1: Yes, Siwan. He passed the civil service exam this time. It was a big deal earlier.\nP2: I thought he was just good-looking, but he's also smart... He's really an impressive guy.", "humanTranslation": "P1: Our neighbor Dong-soo's family\nP2: You mean Si-wan? The smart looking boy with small figure?\nP1: Yes Si-wan, he passed the Civil Serivce Examination of this year. It was fuss all over a while ago.\nP2: He was not only looking good, smart... <b>He's totally something</b>", "category": "lexical_ambiguity"}
{"Index": 65, "source": "P1: <b>난 </b>바보다. 그렇지만 너도 바보다.\nP2: <b>난</b> 아닌데?\nP3: 너네 둘 다 바보 맞아.", "googleTranslation": "P1: I'm an idiot. But you're an idiot too.\nP2: I'm not?\nP3: You're both idiots.", "zeroShot": "P1: I'm a fool. But you're a fool too.\nP2: I'm not.\nP3: You two are both fools.", "CAT": "I'm a fool. But you're a fool too.\nNo, I'm not.\nYou both are fools.", "humanTranslation": "P1: <b>I am</b> an idiot. But you are, too.\nP2: Afraid<b> I'm</b> not.\nP3: Both of you are idiots.", "category": "lexical_ambiguity"}
{"Index": 66, "source": "P1: 정 사원은 이번 워크숍이 처음이지?\nP2: 넵, 기대중입니다!\nP1: 다 같이 축구할건데, 정 사원은 <b>공 좀 차나?</b>\nP2: 잘은 못하지만 축구 동호회에서도 활동하고 있습니다!", "googleTranslation": "P1: Is this your first time at this workshop, Jeong Sa-won?\nP2: Yes, I'm looking forward to it!\nP1: We're all going to play soccer together. Jeong Sa-won, can you kick the ball?\nP2: I'm not very good at it, but I'm also active in the soccer club!", "zeroShot": "P1: This is your first workshop, right?\nP2: Yes, I'm looking forward to it!\nP1: We're all going to play soccer together. Can you play soccer?\nP2: I'm not very good, but I do participate in a soccer club!", "CAT": "P1: Is this your first time at the workshop, Mr. Jeong?\nP2: Yes, I'm looking forward to it!\nP1: We're all going to play soccer together. Are you any good at it?\nP2: I'm not very good, but I do participate in a soccer club!", "humanTranslation": "P1: Mr. Jung, is it your first workshop?\nP2: Yes sir, I'm looking forward to!\nP1: We are all going to play soccer, <b>do you play a bit</b>?\nP2: I'm not quite a fine player but I'm participating in soccer club!", "category": "lexical_ambiguity"}
{"Index": 67, "source": "P1: 아침 11시에도 <b>버스가 다 차니</b> 뭘 할 수가 없네\nP2: 지하철 탈 걸 그랬어..\nP1: 역은 여기서 머니 택시 타자 그냥.\n", "googleTranslation": "P1: There's nothing I can do because the buses are all full at 11 in the morning.\nP2: I should've taken the subway...\nP1: The station is here. Let's just take a money taxi.", "zeroShot": "P1: Even at 11 in the morning, the bus is full, so there's nothing we can do.\nP2: We should have taken the subway...\nP1: The station is far from here, let's just take a taxi.", "CAT": "P1: Even at 11 AM, the bus is full, so there's nothing we can do.\nP2: We should have taken the subway...\nP1: The station is far from here, let's just take a taxi.", "humanTranslation": "P1: I can't do anything, <b>the buses get full </b>even at 11 am.\nP2: We'd better take the subway..\nP1: The station is far from here, let's just take a taxi.", "category": "lexical_ambiguity"}
{"Index": 68, "source": "P1: 어딜 도망가, 내가 너 잡느라 얼마나 고생한 줄 알아 지금?\nP2: 아 변 반장님, 저 이번에 진짜 아니라니까요\nP1: 근데 왜 도망가, 이 자식아. 야 김 형사! 거기서 서 있지 말고 얘 수갑이나 <b>빨리 차</b>", "googleTranslation": "P1: Where are you running away to? Do you know how much trouble I had to go through to catch you? \nP2: Hey, Chief Byun, I really said no this time. \nP1: But why are you running away, you punk. Hey, Detective Kim! Don't stand there. Put the handcuffs on him.", "zeroShot": "P1: Where do you think you're running off to? Do you know how much trouble I went through to catch you?\nP2: Oh, Detective Byun, I'm telling you, it's not me this time.\nP1: Then why are you running, you punk? Hey, Detective Kim! Don't just stand there, cuff him quickly.", "CAT": "P1: Where do you think you're going? Do you have any idea how much effort I put into catching you?\nP2: Detective Byun, I'm telling you, I'm innocent this time.\nP1: Then why did you run, you punk? Hey, Officer Kim! Stop standing there and put the handcuffs on him.", "humanTranslation": "P1: Where do you think you're going? Do you have any idea how much trouble I went through to catch you?\nP2: Oh, Byun, I'm telling you, I really didn't do it this time. \nP1: Then why did you run, you little punk? Hey, Detective Kim! Stop standing there and<b> cuff </b>him", "category": "lexical_ambiguity"}
{"Index": 69, "source": "P1: 안녕하세요 어르신, 저 옆집 살던 우진이입니다. \nP2: 아이고, 우리 우진이, 신수가 훤하네. 어찌 이리 <b>잘 컸나.</b>", "googleTranslation": "P1: Hello sir, this is Woojin who used to live next door. \nP2: Oh my, our Woojin, he's so handsome. How did he grow up so well?", "zeroShot": "P1: Hello, sir, I'm Woojin who used to live next door.\nP2: Oh my, Woojin, you look great. How did you grow up so well?", "CAT": "P1: Hello Sir, I'm Woojin who used to live next door.  \nP2: Oh, Woojin! You look great. How did you grow up so well?  ", "humanTranslation": "P1: Hello, sir. It's Woojin, your neighbor from next door. \nP2: Oh my, Woojin! You look so healthy. How did you<b> grow up </b>so well?", "category": "lexical_ambiguity"}
{"Index": 70, "source": "P1: 여기 앞 개울가에 울어대던 개구리 봤소?\nP2: 두꺼비가 밤새 울어 시끄럽긴 했어.\nP1: 황소개구리래요, 어찌 그리 크던지.", "googleTranslation": "P1: Did you see the frog croaking by the stream in front of here?\nP2: The toad croaked all night and it was noisy.\nP1: It was a bullfrog, and it was so big.", "zeroShot": "P1: Did you see the frog croaking by the stream over there?\nP2: It was noisy all night because of the toad.\nP1: It's a bullfrog, it was so big.", "CAT": "P1: Did you see the frogs croaking by the stream out front?\nP2: The toads were croaking all night, it was noisy.\nP1: They say it's a bullfrog, it was so big.", "humanTranslation": "P1: Did you see the frogs croaking by the creek? \nP2: The toads were noisy, croaking all night.\nP1: They were actually bullfrogs. They were<b> so big.</b>", "category": "lexical_ambiguity"}
{"Index": 71, "source": "P1: 오늘은<b> 손</b>이 많아 다행입니다.\nP2: 덕분에 일을 더 빨리 끝낼 것 같아요", "googleTranslation": "P1: I'm glad I have a lot of hands today. \nP2: Thanks to that, I think I'll be able to finish the work faster.", "zeroShot": "P1: It's fortunate that we have many hands today.\nP2: Thanks to that, we might finish the work faster.", "CAT": "P1: \"It's a relief that we have many helping hands today.\"\nP2: \"Thanks to that, we might finish the work faster.\"", "humanTranslation": "P1: I'm glad we have a lot of <b>hands </b>today. \nP2: Thanks to that, it looks like we'll be able to finish the work much faster.", "category": "lexical_ambiguity"}
{"Index": 73, "source": "P1: 날이<b> 밝았습니다</b>. 어젯밤 마피아가 경찰을 죽였습니다.\nP2: 누가 마피아인지 전 알고 있습니다.", "googleTranslation": "P1: It's daybreak. Last night the mafia killed a cop.\nP2: I know who the mafia is.", "zeroShot": "P1: The day has dawned. Last night, the mafia killed the police officer.\nP2: I know who the mafia is.", "CAT": "P1: The day has dawned. Last night, the mafia killed the police officer.\nP2: I know who the mafia is.", "humanTranslation": "P1: Day <b>has broken. </b>Last night, the mafia killed the police officer. \nP2: I know who the mafia is.", "category": "lexical_ambiguity"}
{"Index": 74, "source": "P1: 영수가 하루종일 죽상이군.\nP2: 그런가요? 1시간 전엔 분명 얼굴이<b> 밝았습니다.</b>", "googleTranslation": "P1: Youngsoo has been in a daze all day.\nP2: Is that so? His face was definitely bright an hour ago.", "zeroShot": "P1: Youngsoo looks gloomy all day.\nP2: Really? His face was definitely bright an hour ago.", "CAT": "P1: Youngsoo has been looking gloomy all day.\nP2: Really? He looked cheerful just an hour ago.", "humanTranslation": "P1: Youngsoo looks down in the dumps all day. \nP2: Really? He definitely <b>looked good</b> an hour ago.", "category": "lexical_ambiguity"}
{"Index": 75, "source": "P1: 스승님, 이제서야 진정으로 검객이 된 것 같습니다.\nP2: 아직이야. <b>멀었네</b>.\nP1: 대체 어디가 멀었단 말입니까?", "googleTranslation": "P1: Master, I feel like I've finally become a true swordsman.\nP2: Not yet. It's a long way to go.\nP1: How far is it?", "zeroShot": "P1: Master, I finally feel like I've truly become a swordsman.\nP2: Not yet. You still have a long way to go.\nP1: What do you mean by a long way to go?", "CAT": "P1: Master, I feel like I have finally become a true swordsman.\nP2: Not yet. You still have a long way to go.\nP1: What do you mean by a long way to go?", "humanTranslation": "P1: Master, I finally feel like a true swordsman. \nP2: Not yet. You have a<b> long way to go.\n</b> P1: What do you mean I have a long way to go?", "category": "lexical_ambiguity"}
{"Index": 76, "source": "P1: 교수님, 수업 너무 재미없어요. 방학은 대체 언젠가요?\nP2: 아직이야. <b>멀었네.</b> ", "googleTranslation": "P1: Professor, class is so boring. When is vacation coming?\nP2: Not yet. It's a long way off.", "zeroShot": "P1: Professor, the class is so boring. When is the break?\nP2: The break is not yet. It's still far away.", "CAT": "P1: Professor, this class is so boring. When is the break?\nP2: The break is still far away. It's a long way off.", "humanTranslation": "P1: Professor, your class is so boring. When is the break?\nP2: Not yet. It's still a <b>long way off.</b>", "category": "lexical_ambiguity"}
{"Index": 77, "source": "P1: 엄마, 우리 언제 도착해? 아직 <b>멀었어?</b>\nP2: 쉿! 공공장소에서는 조용히 말해야지 아들.", "googleTranslation": "P1: Mom, when are we getting there? Are we still far away? \nP2: Shh! You should speak quietly in public places, son.", "zeroShot": "P1: Mom, when will we arrive? Is it still far?\nP2: Shh! You need to speak quietly in public places, son.", "CAT": "P1: Mom, when will we get there? Is it still far?\nP2: Shh! You need to speak quietly in public, son.", "humanTranslation": "P1: Mom, when are we going to get there? Is it still <b>far away?\n</b> P2: Shh! You need to use your inside voice in public, son.", "category": "lexical_ambiguity"}
{"Index": 78, "source": "P1: 김 교수, 이제와서 <b>풀어봐야</b> 무슨 소용인가?!\nP2: 그럼 거의 다 푼 문제를 포기하잔 말입니까?\n", "googleTranslation": "P1: Professor Kim, what's the use of solving it now?!\nP2: So are you saying we should give up on a problem that's almost solved?", "zeroShot": "P1: Professor Kim, what's the use of solving it now?!\nP2: So you're saying we should give up on a problem that's almost solved?", "CAT": "P1: \"Professor Kim, what's the point of solving it now?!\"\nP2: \"So, are you saying we should give up on a problem that's almost solved?\"", "humanTranslation": "P1: Professor Kim, what's the point of trying to<b> solve </b>it now?! \nP2: Are you suggesting we give up on a problem we've almost solved?", "category": "lexical_ambiguity"}
{"Index": 79, "source": "P1: 이제와서 <b>풀어봐야</b> 무슨 소용인가?!\nP2: 그럼 자넨 계속 묶여있게나. 난 도망갈 터이니.", "googleTranslation": "P1: What's the use of untying it now?!\nP2: Then you stay tied up. I'll run away.", "zeroShot": "P1: What's the use of trying to untie it now?!\nP2: Then you can stay tied up. I'm going to escape.", "CAT": "P1: What good will it do to untie me now?!\nP2: Fine, stay tied up then. I'm getting out of here.", "humanTranslation": "P1: It will be no use of<b> untying</b> it now.\nP2: Then you stay tied up. I'm getting out of here.\n\n\n\n\n", "category": "lexical_ambiguity"}
{"Index": 81, "source": "P1: 나 이제 집 가야할 것 같아\nP2: 벌써? 그럼 조금만 더 있다 택시타고 가면 안돼?\nP1: 안돼. 지금 <b>잡아야 </b>돼!", "googleTranslation": "P1: I think I should go home now\nP2: Already? Then can't I just wait a little longer and take a taxi?\nP1: No. I have to catch one now!", "zeroShot": "P1: I think I need to go home now.\nP2: Already? Can't you stay a little longer and take a taxi?\nP1: No, I need to catch one now!", "CAT": "P1: I think I should go home now.\nP2: Already? Can’t you stay a little longer and take a taxi?\nP1: No, I need to get a taxi now!", "humanTranslation": "P1: I think I need to head home now. \nP2: Already? Can't you stay a little longer and take a taxi later?\nP1:  No, I have to<b> get it now</b>", "category": "lexical_ambiguity"}
{"Index": 81, "source": "P1: 집에 바퀴벌레가 있는 것 같은데...\nP2: 사람 사는 곳에 벌레 좀 있을 수 있지. 뭐 어때~\nP1: 안돼. 지금 <b>잡아야</b> 돼!", "googleTranslation": "P1: I think there's a cockroach in my house...\nP2: There can be bugs where people live. So what~\nP1: No. We have to catch them now!", "zeroShot": "P1: I think there are cockroaches in the house...\nP2: It's normal to have some bugs where people live. What's the big deal~\nP1: No way. We need to catch them now!", "CAT": "P1: I think there's a cockroach in the house...\nP2: It's normal to have some bugs where people live. No big deal~\nP1: No way. We need to get rid of it now!", "humanTranslation": "P1: I think there are cockroaches in the house... \nP2: There can be some bugs where people live. What's the big deal?\n P1: No way. We need to<b> get rid of them</b> now!", "category": "lexical_ambiguity"}
{"Index": 82, "source": "P1: 영민 아빠, 영민이 어제 학교서 사고쳤다고 선생님께서 전화 오셨어요\nP2: 어릴 때 사고도 좀 치고 하는거지, 무슨일인데 그래~?\nP1: 무슨 소리에요! 어릴 때 <b>잡아야</b>죠!", "googleTranslation": "P1: Youngmin's dad, the teacher called to say that Youngmin had an accident at school yesterday.\nP2: When you're young, you get into a lot of accidents. What happened?\nP1: What are you talking about! You should've caught him when he was young!", "zeroShot": "P1: Youngmin's dad, the teacher called yesterday saying Youngmin caused trouble at school.\nP2: Kids cause some trouble when they're young, what happened?\nP1: What are you talking about! We need to address it while he's young!", "CAT": "P1: Honey, the teacher called and said Youngmin got into trouble at school yesterday.\nP2: Kids do get into trouble sometimes. What happened?\nP1: What do you mean? We need to address it while he's young!", "humanTranslation": "P1: Honey, Youngmin's teacher called. He caused some trouble at school yesterday. \nP2: Kids will be kids. What happened?\nP1: What it means? We need to <b>correct his behavior</b> while he's young!", "category": "lexical_ambiguity"}
{"Index": 83, "source": "P1: 짐이 있으니, 이쪽으로 <b>몰고</b> 와\nP2: 거긴 이미 다른 짐이 많아서 안돼.\nP1: 그럼 다른데다 놓자", "googleTranslation": "P1: There's luggage, so bring it over here.\nP2: There's already a lot of other luggage there, so that won't work.\nP1: Then let's put it somewhere else.", "zeroShot": "P1: There's luggage, so bring it over here.\nP2: There are already too many things there, so we can't.\nP1: Then let's put it over there.", "CAT": "P1: There's some luggage here, so bring it this way.\nP2: We can't, there's already too much luggage there.\nP1: Then let's put it over there.", "humanTranslation": "P1: There are luggages, so<b> bring and gather them all here.</b>\nP2: There's already a lot of luggage there, so I can't.\nP1: Then let's put it on another place.", "category": "lexical_ambiguity"}
{"Index": 84, "source": "P1: 차가 있으니, 이쪽으로 <b>몰고</b> 와\nP2: 거긴 주차할 공간도 없는걸\nP1: 그럼 다른데서 만나자", "googleTranslation": "P1: I have a car, so drive it over here\nP2: There's no space to park there\nP1: Then let's meet somewhere else.", "zeroShot": "P1: I have a car, so drive it over here.\nP2: There's no parking space there.\nP1: Then let's meet somewhere else.", "CAT": "P1: I have a car, so drive it over here.\nP2: There's no parking space there.\nP1: Then let's meet somewhere else.", "humanTranslation": "P1: <b>Steer it over here </b>since you have a car.\nP2: There's nowhere to park there.\nP1: Then let's meet somewhere else.", "category": "lexical_ambiguity"}
{"Index": 85, "source": "P1: 그건 <b>접어둬</b>\nP2: 안돼 계속 해야돼", "googleTranslation": "P1: Leave that aside\nP2: No, we have to keep going", "zeroShot": "P1: Put that aside.\nP2: No, we have to keep going.", "CAT": "P1: Let's put it aside.\nP2: No, we need to keep going.", "humanTranslation": "P1: You'd better<b> put aside </b>it now.\nP2: No, we should keep doing it.", "category": "lexical_ambiguity"}
{"Index": 86, "source": "P1: 그건 <b>접어둬</b>\nP2: 안돼 펴 놔야 더 이쁘단 말이야", "googleTranslation": "P1: Put that aside\nP2: No, it looks prettier if you spread it out.", "zeroShot": "P1: Fold it.\nP2: No, it looks prettier when it's open.", "CAT": "P1: Put it away.\nP2: No, it looks better when it's unfolded.", "humanTranslation": "P1: You'd better<b> fold it.</b>\nP2:  No, we need to leave it unfolded. It's prettier that way.", "category": "lexical_ambiguity"}
{"Index": 87, "source": "P1: <b>적어</b>\nP2: 그럴 필요없어. 이미 다 녹음했거든", "googleTranslation": "P1: Write it down\nP2: You don't have to. I already recorded it all.", "zeroShot": "P1: Write it down.\nP2: There's no need. I've already recorded everything.", "CAT": "P1: Write it down.\nP2: There's no need for that. I've already recorded everything.", "humanTranslation": "P1: <b>Write it down</b>\nP2: No, we dont have to. Already recorded it", "category": "lexical_ambiguity"}
{"Index": 88, "source": "P1: <b>적어</b>\nP2: 이 정도면 많은거야. 얼른 먹어", "googleTranslation": "P1: Write it down\nP2: This is a lot. Eat it quickly.", "zeroShot": "P1: It's not enough.\nP2: This is a lot. Hurry up and eat.", "CAT": "P1: It's not enough.\nP2: This is plenty. Just eat it.", "humanTranslation": "P1: It's <b>not enough. </b>\nP2: This is plenty. Hurry up and eat.", "category": "lexical_ambiguity"}
{"Index": 89, "source": "P1: <b>걸어봐</b>\nP2: 더 이상 걸게 없어. 탕진이야", "googleTranslation": "P1: Walk\nP2: I can't walk anymore. It's a waste.", "zeroShot": "P1: Try walking.\nP2: There's nothing left to walk on. It's all spent.", "CAT": "P1: Place your bet.\nP2: I have nothing left to bet. I'm broke.", "humanTranslation": "P1: <b>Bet it.</b>\nP2: I can't walk anymore. I'm broke.", "category": "lexical_ambiguity"}
{"Index": 90, "source": "P1: <b>걸어봐</b>\nP2: 누워있으면 안될까?", "googleTranslation": "P1: Try walking\nP2: Can't you just lie down?", "zeroShot": "P1: Try walking.\nP2: Can't I just lie down?", "CAT": "P1: Try walking.\nP2: Can I lie down instead?", "humanTranslation": "P1: <b>Just walk</b>\nP2: Can i just lie down", "category": "lexical_ambiguity"}
{"Index": 91, "source": "P1: <b>문자 봤어?</b>\nP2: 아니 나 바빠서.. 무슨일인데?", "googleTranslation": "P1: Did you see the text?\nP2: No, I'm busy.. What's going on?", "zeroShot": "P1: Did you see the text?\nP2: No, I was busy... What's going on?", "CAT": "P1: Did you see my text?  \nP2: No, I was busy. What's it about?", "humanTranslation": "P1:  Did you see my <b>text messages?</b>\nP2:  No, I've been busy... What's up?", "category": "lexical_ambiguity"}
{"Index": 92, "source": "P1: 중국어를 어떻게 공부해..\nP2: 그러게. 지금 하는 것도 많아서 바쁜데..\nP1: <b>문자 봤어?</b>\nP2: 나 한자 하나도 몰라..", "googleTranslation": "P1: How do you study Chinese..\nP2: Yeah. I'm busy right now with a lot of things to do..\nP1: Did you see the text?\nP2: I don't know a single Chinese character..", "zeroShot": "P1: How do you study Chinese...\nP2: Right. I'm already busy with so many things...\nP1: Did you see the text?\nP2: I don't know a single Chinese character...", "CAT": "P1: How do you study Chinese?\nP2: True. I'm already busy with a lot of things...\nP1: Did you see the Chinese characters?\nP2: I don't know any Chinese characters...", "humanTranslation": "P1: How should I study Chinese...?\nP2: I'm already busy with everything else...\nP1: <b>Did you see the character?</b>\nP2:No, i don't know a single Chinese character...", "category": "lexical_ambiguity"}
{"Index": 93, "source": "P1: <b>한 번 쳐 봐</b>\nP2: 내가 못칠 것 같아?\nP1: 쳐보라니까?", "googleTranslation": "P1: Just give it a try\nP2: Do you think I can't do it?\nP1: I told you to try.", "zeroShot": "P1: Try hitting me once.\nP2: Do you think I can't hit you?\nP1: I said try hitting me!", "CAT": "P1: Give it a shot.\nP2: Do you think I can't do it?\nP1: I said, give it a shot!", "humanTranslation": "P1: <b>Hit me.</b>\nP2: You think I can't? \nP1: I said hit me.", "category": "lexical_ambiguity"}
{"Index": 94, "source": "P1: <b>한 번 쳐 봐</b>\nP2: 떨어지면 어떡해.. 1년에 한 번 있는 시험이란 말이야..\nP1: 뭐 어때? 자신없어?", "googleTranslation": "P1: Just give it a try\nP2: What if you fail? It's only a test that comes once a year..\nP1: So what? Aren't you confident?", "zeroShot": "P1: Give it a try.\nP2: What if I fail? It's a test that only happens once a year...\nP1: So what? Are you not confident?", "CAT": "P1: Try taking the test.\nP2: What if I fail? It's a test that only happens once a year...\nP1: So what? Are you not confident?", "humanTranslation": "P1: Just <b>try it. </b>\nP2: What if I miss? It's a once-a-year exam... \nP1: So what? Are you scared?", "category": "lexical_ambiguity"}
{"Index": 95, "source": "P1: <b>끌지말고 얼른</b>\nP2: 재촉하지마! 생각 중이란 말이야.", "googleTranslation": "P1: Don't drag it out, hurry up\nP2: Don't rush me! I'm thinking about it.", "zeroShot": "P1: Don't drag it out, hurry up.\nP2: Don't rush me! I'm thinking.", "CAT": "P1: Don't drag it out, hurry up.\nP2: Don't rush me! I'm thinking.", "humanTranslation": "P1: Hurry up and <b>don't drag it out. </b>\nP2: Stop rushing me! I'm thinking.", "category": "lexical_ambiguity"}
{"Index": 96, "source": "P1: <b>끌지말고 얼른</b>\nP2: 무거운 걸 어떡해! 도와주지도 않으면서!", "googleTranslation": "P1: Don't drag it, hurry up\nP2: What should I do with that heavy thing! Without even helping me!", "zeroShot": "P1: Stop dragging and hurry up.\nP2: What do you expect with something this heavy? You're not even helping!", "CAT": "P1: Don't drag it, hurry up.\nP2: How am I supposed to move this heavy thing? You're not even helping!", "humanTranslation": "P1: Hurry up and don't <b>drag it. </b>\nP2: It's heavy! And you're not even helping!", "category": "lexical_ambiguity"}
{"Index": 97, "source": "P1: 미연이, <b>붙었다던데?</b>\nP2: 어딜?\nP1: 대학교 말이야. 저번에 미술 전공으로 원서 넣었다고 했잖아.", "googleTranslation": "P1: Miyeon, you said you got accepted?\nP2: Where?\nP1: I mean, college. You said you applied to major in art last time.", "zeroShot": "P1: Miyeon got accepted, right?\nP2: Where?\nP1: University. She said she applied for an art major last time, remember?", "CAT": "P1: I heard Miyeon got accepted.\nP2: Where?\nP1: To a university. Remember she applied for an art major last time?", "humanTranslation": "P1: I heard Miyeon got <b>accepted? </b>\nP2: To where?\nP1: To the university. You said she applied for the art major a while ago, didn't you?", "category": "lexical_ambiguity"}
{"Index": 98, "source": "P1: 미연이가 <b>붙였다던데?</b>\nP2: 그 대자보를 미연이가 써서 붙였다고?\nP1: 그렇대. 나도 영수한테 들었어.", "googleTranslation": "P1: You said Miyeon put it up?\nP2: You said Miyeon wrote that poster and put it up?\nP1: That's right. I heard that from Youngsoo too.", "zeroShot": "P1: I heard Miyeon put it up?\nP2: Miyeon wrote and put up that poster?\nP1: That's what they say. I heard it from Youngsoo too.", "CAT": "P1: I heard Miyeon posted it.\nP2: Miyeon wrote and posted that notice?\nP1: Yes, that's what Youngsoo told me.", "humanTranslation": "P1: I heard Miyeon <b>pasted</b> it. \nP2: You mean Miyeon wrote and put up that poster? \nP1: That's what I heard. I heard it from Youngsoo, too.", "category": "lexical_ambiguity"}
{"Index": 99, "source": "P1: <b>연초에</b> 좋은 게 없는 것 같아.\nP2: 그렇다고 금연이 쉽게 되지는 않아.", "googleTranslation": "P1: I don't think there's anything good about the beginning of the year.\nP2: But that doesn't mean quitting smoking is easy.", "zeroShot": "P1: It seems like there's nothing good at the beginning of the year.\nP2: But that doesn't mean quitting smoking is easy.", "CAT": "P1: I don't think there's anything good about smoking.\nP2: But quitting smoking isn't easy.", "humanTranslation": "P1: I don't think there's anything good about <b>smoking.</b> \nP2: That doesn't mean quitting is easy, though.", "category": "lexical_ambiguity"}
{"Index": 100, "source": "P1: <b>연초에</b> 좋은 게 없는 것 같아\nP2: 넌 왜 새해 첫날부터 그런 시덥잖은 소리를 하니 ", "googleTranslation": "P1: I don't think there's anything good about the beginning of the year.\nP2: Why are you saying such trivial things on the first day of the new year?", "zeroShot": "P1: It seems like there's nothing good at the beginning of the year.\nP2: Why are you saying such trivial things on the first day of the new year?", "CAT": "P1: It feels like nothing good is happening at the start of the year.\nP2: Why are you saying such trivial things on the first day of the new year?", "humanTranslation": "P1: I think, there's nothing good <b>on the first day of this year.</b>\nP2: Why are you talking such nonsense on the first day of the new year?\n", "category": "lexical_ambiguity"}
