{"Index": 1, "source": "P1: 학교생활 어때요?\nP2: 힘들어요..공부 안하고 싶어요.\nP2: 동아리, 독서 봉사 수상 이런게 진짜 짜증나요.\nP1: 저도 옛날에 정말 고생 많이 했었어요... 지금은 학교 안 다니지만요.\nP1: <b>요즘 생기부에 수상 내역을 하나만 넣을 수 있다면서요.</b>\nP2: 네 맞아요.<b> 한 학기에 하나씩 넣을 수 있어요.</b>", "googleTranslation": "P1: How's your school life?\nP2: It's hard... I don't want to study.\nP2: Clubs, volunteer reading awards, those things really annoy me.\nP1: I had a really hard time back then too... I don't go to school anymore though.\nP1: I heard that you can only put one award on your student record these days.\nP2: Yes, that's right. You can put one per semester.", "zeroShot": "P1: How's school life?\nP2: It's tough... I don't want to study.\nP2: Clubs, reading, volunteer work, awards, all of that is really annoying.\nP1: I also had a really hard time back in the day... but I don't go to school anymore.\nP1: These days, I heard you can only put one award in your school record.\nP2: Yes, that's right. You can put one per semester.", "CAT": "P1: How's school life treating you?\nP2: It's tough.. I don't feel like studying.\nP2: Clubs, reading, volunteering, awards, all of these are really frustrating.\nP1: I also struggled a lot back in the day... but now I'm not in school anymore.\nP1: I heard that nowadays you can only include one award in your school record.\nP2: Yes, that's correct. You can include one per semester.", "humanTranslation": "P1: How is your school life?\nP2: It's hard.. I don't want to study.\nP2: I'm sick of club activities, reading, volunteer and award. \nP1: I also had a hard time.. I'm not in school anymore, though. \nP1: I heard that <b>student can only include one award in school record these days.</b>\nP2: Yes, <b>we can put in one award each semester.\n</b>", "category": "zero_anaphora"}
{"Index": 2, "source": "P1: 힘든게 뭐냐면, 일정이 명확히 잡혀있지 않다는거야.\nP2: 그렇긴 하겠다. 그럼 지금 하는 일도 명확한 일정이 없어?\nP1: 응 그렇대. 그래도 뭐 빨리 해놓는게 좋겠지.\nP2: 그게 맞지. 근데 요즘 일정 관련해서는 좋은 툴들이 많긴 해서, <b>많이들 쓰긴 하던데.</b>", "googleTranslation": "P1: What's difficult is that there's no clear schedule.\nP2: That's true. So, there's no clear schedule for what you're doing now?\nP1: Yeah, that's true. But I guess it's better to get it done quickly.\nP2: That's right. But these days, there are a lot of good tools for scheduling, so a lot of people use them.", "zeroShot": "P1: What's difficult is that the schedule isn't clearly set.\nP2: I can see that. So, does the work you're doing now also not have a clear schedule?\nP1: Yeah, that's what they say. But it's probably better to get it done quickly anyway.\nP2: That's true. But there are a lot of good tools for scheduling these days, and many people use them.", "CAT": "P1: The difficult part is that the schedule isn't clearly set.\nP2: I can see that. So, does the current task also lack a clear schedule?\nP1: Yes, it does. But I guess it's better to finish it quickly anyway.\nP2: That's true. But there are many good tools for scheduling these days, and a lot of people use them.", "humanTranslation": "P1: What's tough is, that the schedule isn't clearly set up.\nP2: So it is. Then is there any obvious schedule on your current  tasks?\nP1: Yes it's said so. When it's done sooner, it may be good.\nP2: That's right. However there are many good tools for scheduling out there,<b> many use them well though.</b>", "category": "zero_anaphora"}
{"Index": 3, "source": "P1: 안녕하세요!\nP2: 네 반갑습니다, 무엇을 도와드릴까요?\nP1: <b>티켓 발급하려면 어떻게 해야돼요?</b>\nP2: 성함이 어떻게 되시죠?", "googleTranslation": "P1: Hello!\nP2: Nice to meet you. How may I help you?\nP1: How do I get a ticket?\nP2: What is your name?", "zeroShot": "P1: Hello!\nP2: Yes, nice to meet you. How can I help you?\nP1: How do I get a ticket issued?\nP2: What is your name?", "CAT": "P1: Hi there!\nP2: Hello, nice to meet you. How can I assist you today?\nP1: What do I need to do to get a ticket?\nP2: May I have your name, please?", "humanTranslation": "P1: Hello!\nP2: Yes nice to meet you, may I help you?\nP1: <b>How could I issue a ticket?</b>\nP2: What is your full name, sir/ma'am?", "category": "zero_anaphora"}
{"Index": 4, "source": "P1: 벌써 시간이 이렇게 됐네요.\nP1: 퇴근 안하세요?\nP2: 아 저는 좀 더 있다가 가려구요.\nP1: 저는 저녁을 보통 7시는 안 넘겨서 먹거든요 그래서 이제 가려구요 민수씨는요?\nP2: 보통은 저도 그렇긴 합니다.\nP2: <b>오늘은 9시에 먹어야겠네요.</b>", "googleTranslation": "P1: It's already this late.\nP1: Aren't you going to get off work?\nP2: Oh, I'm going to stay a little longer.\nP1: I usually eat dinner no later than 7, so I'm going to go now. What about Minsu?\nP2: That's how I usually do it.\nP2: I guess I'll have to eat at 9 today.", "zeroShot": "P1: It's already this late.\nP1: Aren't you leaving work?\nP2: Oh, I'm planning to stay a bit longer.\nP1: I usually have dinner before 7, so I'm leaving now. How about you, Minsu?\nP2: Usually, I do the same.\nP2: But today, I guess I'll have to eat at 9.", "CAT": "P1: It's already this late.\nP1: Aren't you heading out?\nP2: Oh, I'm planning to stay a bit longer.\nP1: I usually have dinner before 7 PM, so I'm leaving now. How about you, Minsu?\nP2: Usually, I do the same.\nP2: Today, I guess I'll have to eat at 9 PM.", "humanTranslation": "P1: It's already this late.\nP1: Wouldn't you go home?\nP2: Ah, I should stay a bit more.\nP1: I usually have dinner innerhalb 7 So I should now get off. How about you, Minsu?\nP2: Usually I do too.\nP2: <b>Should have dinner at 9 today.</b>", "category": "zero_anaphora"}
{"Index": 5, "source": "P1: 아들은 건강한가?\nP2: 네 요즘 운동한다고 난리예요.\nP1: 운동? 무슨 운동?\nP2: 배드민턴을 열심히 하는데, 선수하겠다고 고집을 부리네요.\nP1: 허허 난처하겠구만.\nP2: 네... 안그래도 요즘 엄마들 자기자식 공부 확실히 시킨다고 하는데, 저만 놓고 있는건가 걱정이에요.\nP1: <b>유치원 때부터 영어를 배우게 시킨다지?.</b>\nP2: 네 맞아요.\nP2: <b>초등학교 때부터 어학연수 가기도 해요.</b>", "googleTranslation": "P1: Is your son healthy?\nP2: Yeah, he's all over the place these days because he works out.\nP1: Exercise? What kind of exercise?\nP2: He plays badminton diligently, but he insists on becoming a professional.\nP1: Haha, that must be awkward.\nP2: Yeah... These days, mothers are said to make sure their children study, so I'm worried that I'm the only one neglecting him.\nP1: You make them learn English starting in kindergarten, right?\nP2: Yes, that's right.\nP2: Some people even go on language training programs starting in elementary school.", "zeroShot": "P1: Is your son healthy?\nP2: Yes, he's been all about exercising these days.\nP1: Exercising? What kind of exercise?\nP2: He's been really into badminton and insists on becoming a professional player.\nP1: Haha, that must be difficult.\nP2: Yes... I'm worried that I'm the only one not pushing my child to study hard, especially when other moms are making sure their kids are studying well.\nP1: They say kids start learning English from kindergarten.\nP2: Yes, that's right.\nP2: Some even go on language study trips starting in elementary school.", "CAT": "P1: Is your son healthy?\nP2: Yes, he is very enthusiastic about exercising these days.\nP1: Exercising? What kind of exercise?\nP2: He is very dedicated to playing badminton and insists on becoming a professional player.\nP1: Haha, that must be challenging.\nP2: Yes... I'm worried because other mothers are making sure their children study hard, and I feel like I'm the only one not doing that.\nP1: They say some mothers start teaching their kids English from kindergarten.\nP2: Yes, that's right.\nP2: Some even send their kids abroad for language training from elementary school.", "humanTranslation": "P1: Is your son fit?\nP2: Yes he's making all fuss doing workout.\nP1: Workout? Which one?\nP2: He plays badminton zealously, and he now  insists on playing at the pro.\nP1: Haha <b>you must be in an awkward</b> situation.\nP2: Yeah... Nowadays mums are so concerned about the 'studies' of children, and I feel worried if I'm so lean on that.\nP1: It is said that<b> they're urged to learn English early from kindergarten?</b>\nP2: Yeah right.\nP2: <b>Many study abroad these days at elementary school age</b> too.", "category": "zero_anaphora"}
{"Index": 6, "source": "P1: 이 선생님 오늘 못 나오신대요.\nP2: 무슨 일 있으신가요?\nP1: 집안 사정이라고만 들었어요.\nP3: 아까 전화했을 때는 유치원이신 것 같았어요.\nP1: 아 맞다, <b>아이가 있으시죠?</b>\nPP3: 네 그럴걸요.", "googleTranslation": "P1: I heard that teacher can't come in today.\nP2: Is something going on?\nP1: I just heard it was for family reasons.\nP3: When I called earlier, I thought you were at kindergarten.\nP1: Oh right, you have a child, right?\nP3: Yes, I think so.", "zeroShot": "P1: Mr. Lee can't come out today.\nP2: Is something wrong?\nP1: I only heard it's a family matter.\nP3: When I called earlier, it seemed like he was at the kindergarten.\nP1: Oh right, he has a child, doesn't he?\nP3: Yes, I think so.", "CAT": "P1: Mr. Lee can't come in today.\nP2: Is there something wrong?\nP1: I heard it was a family matter.\nP3: When I called earlier, it seemed like he was at the kindergarten.\nP1: Oh right, he has a child, doesn't he?\nP3: Yes, I think so.", "humanTranslation": "P1: Mr. Lee cannot make it to work today.\nP2: Does he have any personal circumstances?\nP1: I only heard he had a family issue.\nP3: As I called a while ago, he seemed to be in a kindergarten.\nP1: Ah wait, <b>does he have a child?</b>\nP3: Yes supposedly.", "category": "zero_anaphora"}
{"Index": 7, "source": "P1: 건강은 좀 챙기냐?\nP2: 응 뭐, 노력은 하지.\nP1: 최근에 뭐 하나 들었는데, 운동도 운동이지만 식습관이 제일 중요해.\nP2: 그게 맞지.\nP2: <b>오래 사려면 소식해야지.</b>", "googleTranslation": "P1: Do you take care of your health?\nP2: Yeah, I try hard.\nP1: I heard something recently, that while exercise is exercise, eating habits are the most important.\nP2: That's right.\nP2: If you want to live a long life, you have to eat small.", "zeroShot": "P1: Are you taking care of your health?\nP2: Yeah, well, I'm trying.\nP1: I heard something recently, exercise is important but diet is the most crucial.\nP2: That's right.\nP2: To live long, you have to eat light.", "CAT": "P1: Are you taking care of your health?  \nP2: Yes, well, I try.  \nP1: I heard something recently, and while exercise is important, diet is the most important.  \nP2: That's right.  \nP2: If you want to live long, you should eat less.", "humanTranslation": "P1: Do you care for your health?\nP2: Yeah, well at least I try.\nP1: Recently I heard something, workout is one thing, but eating habit is the most important. \nP2: That's right.\nP2: <b> Should you enjoy longevity, you had better eat less.</b>", "category": "zero_anaphora"}
{"Index": 8, "source": "P1: 화장품 오래된거 쓰면 안돼요 .\nP2: 당연한거가지고.\nP2: 피부 안좋아지잖아.\nP1: 맞아요 그니까<b> 집에있는 클렌징오일도 버려요</b> .\nP2: 그거 오래 안되지 않았어?\nP1: 작년에 샀던가... ", "googleTranslation": "P1: You shouldn't use old cosmetics.\nP2: Of course.\nP2: It makes your skin bad.\nP1: That's right. So throw away any cleansing oil you have at home.\nP2: Wasn't that old?\nP1: I think I bought it last year...", "zeroShot": "P1: You shouldn't use old cosmetics.\nP2: That's obvious.\nP2: It makes your skin worse.\nP1: Right, so throw away the cleansing oil at home too.\nP2: Hasn't it been long since you bought that?\nP1: I think I bought it last year...", "CAT": "P1: You shouldn't use old cosmetics.\nP2: That's obvious.\nP2: Your skin gets worse.\nP1: That's right, so throw away the cleansing oil at home too.\nP2: Hasn't that been long?\nP1: Did I buy it last year...?", "humanTranslation": "P1: You shouldn't use expired cosmetic products.\nP2: That's a sure thing.\nP2: Bad for your complexion.\nP1: Right then ju<b>st so you should throw away the cleansing oil at home.</b>\nP2: Isn't it that old?\nP1: Have I bought it last year or so...", "category": "zero_anaphora"}
{"Index": 9, "source": "P1: 그럼 비혼이신가요?\nP2: 네 사회에 의한 비혼입니다\nP1: 저도요\nP2: ㅎㅎ 반갑습니다\nP2: <b>혼자 잘살려구요</b>\nP2: 사실 감정 시간 돈 타인한테 쏟을 여유도 없지않나요\nP1: 맞아요! 아 진짜 쿨하게 혼자 사는게 좋아요ㅋㅋ\nP2: 애인한테 올인하는 삶 너무 불안하지않나요?? 인생 긴데\nP1: 남편도 이혼하면 남인데요ㅋㅋ\nP2: 맞아요! 혹시 애는 낳고싶으신가요\nP1: 놉.. 책임질 자신이 없어요\nP2: 저도요 제 친구 중에 비혼인데 애는 낳고 싶다는 애가 있었어서\nP2: 신기했어요\nP1: <b>진짜 애기 좋아하나봐요</b>.. ㅋㅋ", "googleTranslation": "P1: So are you single?\nP2: Yes, I'm single because of society\nP1: Me too\nP2: Haha, nice to meet you\nP2: I want to live well alone\nP2: Actually, you don't have the time, money, and money to spend on other people\nP1: That's right! Oh, I really like living alone coolly ㅋㅋ\nP2: Aren't you too anxious about a life where you go all in on your lover?? Life is long\nP1: Even your husband is a stranger if you get divorced ㅋㅋ\nP2: That's right! Do you want to have kids by any chance?\nP1: No.. I don't have the confidence to take responsibility\nP2: Me too. Among my friends, there was someone who was single but wanted to have kids\nP2: It was surprising\nP1: I guess they really like kids.. ㅋㅋ", "zeroShot": "P1: So, are you single by choice?\nP2: Yes, single by society's influence.\nP1: Me too.\nP2: Haha, nice to meet you.\nP2: I'm planning to live well on my own.\nP2: Honestly, don't we lack the time, money, and emotional capacity to invest in others?\nP1: Exactly! Ah, it's really cool to live alone. Haha.\nP2: Isn't it too unsettling to live a life completely devoted to a partner? Life is long.\nP1: Even a husband becomes a stranger if you divorce. Haha.\nP2: Right! Do you want to have kids, by any chance?\nP1: Nope... I don't have the confidence to take responsibility.\nP2: Me neither. I have a friend who is single by choice but wants to have kids.\nP2: I found it fascinating.\nP1: They must really like kids... Haha.", "CAT": "P1: So, are you single by choice?\nP2: Yes, I'm single because of societal expectations.\nP1: Me too.\nP2: Haha, nice to meet you.\nP2: I plan to live well on my own.\nP2: Honestly, don't we lack the time, money, and emotional energy to spend on others?\nP1: Exactly! Living independently is the best, haha.\nP2: Isn't it too insecure to devote everything to a partner? Life is long.\nP1: Even a husband is just another person if you get divorced, haha.\nP2: Right! Do you want to have kids, by any chance?\nP1: Nope... I don't feel confident enough to take on that responsibility.\nP2: Me neither. One of my friends is single but wants to have kids.\nP2: I found it fascinating.\nP1: They must really love kids, haha.", "humanTranslation": "P1: Then do you want to stay single?\nP2: Yes. A singledom due to society maybe.\nP1: Me either\nP2: Haha good to see you.\nP2: <b>I get to make a living on my own.</b>\nP2: In fact, one cannot afford to consume affection time and money, isn't it?\nP1: Exactly! Ah living cool alone is a real fit for me kk\nP2: Being all in for lover, isn't it so insecure? Life's long\nP1: When one gets divorced, the ex-hubby becomes stranger.\nP2: Right! Do you want to have a kid?\nP1: Nope.. I'm so unsure to take responsibility.\nP2: Me too I had a friend who carries singledom while want to have a child\nP2: So it was a surprise to me.\nP1:<b> That friend should have loved kid for sure.. kk</b>", "category": "zero_anaphora"}
{"Index": 10, "source": "P1: 수건 좀 빨리 갖다줘.\nP2: 뭔일이야.\nP1: 주스 쏟음.\nP1: 책 다 젖엇다.\nP2: 어휴 <b>진즉에 받침대 하나 사라니까.</b>\nP1: 아 빨리.", "googleTranslation": "P1: Bring me a towel, quick.\nP2: What's going on?\nP1: The juice spilled.\nP1: The book got wet.\nP2: Oh man, I told you to buy a stand a long time ago.\nP1: Oh, hurry.", "zeroShot": "P1: Bring me a towel quickly.\nP2: What's going on?\nP1: I spilled juice.\nP1: All the books are wet.\nP2: I told you to buy a coaster earlier.\nP1: Hurry up.", "CAT": "P1: Get me a towel quickly.\nP2: What's happening?\nP1: I spilled juice.\nP1: The book is soaked.\nP2: I told you to get a coaster before.\nP1: Hurry up.", "humanTranslation": "P1: Please hand over the towel for real quick.\nP2: What happened.\nP1: Juice spill.\nP1: The book got all wet.\nP2: Argh<b> I said beforehand, you should buy a reading easel.</b>\nP1: Ah quick.", "category": "zero_anaphora"}
{"Index": 11, "source": "P1: 철수 만났어요?\nP2: <b>지난 주 쇼에서 봤어요. 제 앨범에 대해 그리 젠틀하게 말하진 않던데요.</b>", "googleTranslation": "P1: Did you meet Cheolsu?\nP2: I saw him at the show last week. He didn't speak very gently about my album.", "zeroShot": "P1: Did you meet Chul-soo?\nP2: I saw him at the show last week. He wasn't very gentle when talking about my album.", "CAT": "P1: Did you meet Cheolsu?\nP2: I saw him at the show last week. He didn't speak very gently about my album.", "humanTranslation": "P1: Have you met Cheol-Su?\nP2: <b>I saw him at last week's show. He didn't say anything gentle about my album. </b>", "category": "zero_anaphora"}
{"Index": 12, "source": "P1 : <b>다 말라서 쓸 데도 없어 보이던데?</b>\nP2 : 걔가 체형이 말라서 그렇지 힘은 좀 쓴다니까?", "googleTranslation": "P1: It looks so dry that it's useless?\nP2: It's because he's dry, but he uses a lot of strength.", "zeroShot": "P1: It looked so skinny that it seemed useless.\nP2: It's just that their body is skinny, but they do have some strength.", "CAT": "P1: He looks so skinny that he seems useless.\nP2: He's just skinny, but he actually has some strength.", "humanTranslation": "P1 :<b> She is so skinny, it seemed she has no use!</b>\nP2 : Her figure is svelte, even so, she can throw her weight around.", "category": "zero_anaphora"}
{"Index": 13, "source": "P1: 영수는 철수에게 밥을 사주고 \nP2: <b>철수는 술을 사줬네!</b>", "googleTranslation": "P1: Youngsu bought Cheolsu a meal \nP2: Cheolsu bought him a drink!", "zeroShot": "P1: Youngsoo bought Chulsoo a meal\nP2: Chulsoo bought alcohol!", "CAT": "P1: Youngsoo treated Chulsoo to a meal, \nP2: Chulsoo returned the favor with a drink!", "humanTranslation": "P1: Yeong-Su treated a meal to Cheol-Su\nP2: <b>And Cheol-su bought him back a drink!</b>", "category": "zero_anaphora"}
{"Index": 14, "source": "P1: 나는 영희가 자랑스럽다.\nP1: <b>그 어려운 대학에 수석으로 입학하다니.</b>\nP2: 그러니까 말이야.", "googleTranslation": "P1: I'm proud of Younghee.\nP1: To have been accepted as top student to that difficult university.\nP2: That's what I mean.", "zeroShot": "P1: I am proud of Younghee.\nP1: She got admitted to that difficult university as the top student.\nP2: That's what I'm saying.", "CAT": "P1: I am proud of Younghee.\nP1: She got into that difficult university as the top student!\nP2: That's what I'm saying.", "humanTranslation": "P1: I'm proud of Yeong-Hee.\nP1: <b>She got into that tough college as top of the class.</b>\nP2: That's what I'm saying.", "category": "zero_anaphora"}
{"Index": 15, "source": "P1: 영수는 철수를 좋아한다.\nP2: <b>영희도 좋아한다.</b>\nPP3: 사실 영수는 반 아이들 모두를 좋아한다.", "googleTranslation": "P1: Youngsoo likes Chulsoo.\nP2: Younghee likes him too.\nP3: Actually, Youngsoo likes all the kids in the class.", "zeroShot": "P1: Youngsoo likes Chulsoo.\nP2: He also likes Younghee.\nP3: In fact, Youngsoo likes all the kids in the class.", "CAT": "P1: Youngsoo likes Chulsoo.\nP2: Younghee likes Chulsoo too.\nP3: In fact, Youngsoo likes all the kids in the class.", "humanTranslation": "P1: Yeong-Su likes Cheol-Su.\nP2: <b>He likes Yeong-Hee too.</b>\nP3: As a matter of fact, he likes every class member.", "category": "zero_anaphora"}
{"Index": 16, "source": "P1: 이번주는 내내 비가 내릴거래.\nP1: 영희야, 우산 잘 챙겨.\nP2: 알겠어 철수야.\nP2: 비가 진짜 많이 내리긴 하네~ <b>철수도 잘 챙겨 나왔지</b>?", "googleTranslation": "P1: It's going to rain all week.\nP1: Younghee, take your umbrella well.\nP2: Got it, Chulsoo.\nP2: It's really raining a lot~ Did you pack well, Chulsoo too?", "zeroShot": "P1: It's going to rain all week.\nP1: Younghee, make sure to bring an umbrella.\nP2: Got it, Cheolsu.\nP2: It really is raining a lot~ You made sure to bring one too, right?", "CAT": "P1: The weather report says it will rain all week.\nP1: Yeonghee, make sure to bring your umbrella.\nP2: Got it, Cheolsu.\nP2: It’s really raining hard. Did you bring your umbrella, Cheolsu?", "humanTranslation": "P1: This week it will be raining all over.\nP1: Yeong-Hee, \nP2: Alright Cheol-Su.\nP2: It really pours~ <b>You got your umbrella too, Cheol-Su?</b>", "category": "zero_anaphora"}
{"Index": 17, "source": "P1: <b>지금은 나이가 들어서 그렇지 진짜 멋있었어.</b>\nP2: 맞아, 철수는 정말 한 시대를 풍미했지.", "googleTranslation": "P1: Now that I'm older, it's not like that, but he was really cool.\nP2: Yeah, Cheolsu really dominated an era.", "zeroShot": "P1: He was really cool, though he's older now.\nP2: That's right, Chul-soo really defined an era.", "CAT": "P1: He was really cool, although now he's aged.\nP2: Yes, Chulsoo really defined an era.", "humanTranslation": "P1: <b>Now that he's old but still he was sublime.</b>\nP2: Correct, Cheol-Su really did have reputation of an era.", "category": "zero_anaphora"}
{"Index": 18, "source": "P1: 영희는 몸 좀 괜찮대?\nP2: 응, <b>지금은 날라다니던걸 뭐.</b>", "googleTranslation": "P1: Is Younghee feeling better?\nP2: Yeah, she was flying around now.", "zeroShot": "P1: Is Younghee feeling better?\nP2: Yes, she's flying around now.", "CAT": "P1: How's Younghee doing?\nP2: Yeah, she's up and about now.", "humanTranslation": "P1: Does Yeong-Hee say she feels alright?\nP2: Yes, <b>she got so energetic now.</b>", "category": "zero_anaphora"}
{"Index": 19, "source": "P1: <b>완전히 바닥까지 떨어져버렸네.</b>\nP2: 그래도 내 생각엔, 금리가 곧 떨어지니까 주가도 다시 회복할거야.", "googleTranslation": "P1: It's completely hit rock bottom.\nP2: But I think that since interest rates are going to fall soon, stock prices will recover.", "zeroShot": "P1: It has completely fallen to the bottom.\nP2: Still, I think that since interest rates will drop soon, the stock prices will recover again.", "CAT": "P1: The stock prices have hit rock bottom.\nP2: Still, I believe that since interest rates are going to fall soon, the stock prices will bounce back.", "humanTranslation": "P1: <b>The price totally plummeted</b> towards the ground.\nP2: But in my opinion, interest rate will drop soon and stock price too will recover.", "category": "zero_anaphora"}
{"Index": 20, "source": "P1: <b>냄새 나는데 좀 끊으면 안 돼</b>?\nP2: 집에선 거의 안 피는데 왜 그래.", "googleTranslation": "P1: It smells. Can you stop smoking?\nP2: I hardly ever smoke at home. Why are you like that?", "zeroShot": "P1: It smells, can you stop?\nP2: I hardly smoke at home, why are you like this?", "CAT": "P1: Can you please stop smoking? The smell is bothering me.\nP2: I rarely smoke at home. Why are you upset?", "humanTranslation": "P1: It stinks. <b>Won't you quit smoking cigarettes?</b>\nP2: I rarely smoke at home but what's the matter/all the fuss.", "category": "zero_anaphora"}
{"Index": 21, "source": "P1: 철수가 너한테 엄청 화난 것 같던데 얘기 좀 나눠봤어?\nP2: 응, <b>어제 만나서 </b>얘기 잘 나눴어.", "googleTranslation": "P1: It seemed like Chulsoo was really mad at you. Did you talk to him?\nP2: Yeah, we met yesterday and had a good talk.", "zeroShot": "P1: It seemed like Chulsoo was really angry with you. Did you talk to him?\nP2: Yes, we met yesterday and had a good talk.", "CAT": "P1: It seems like Cheolsu was really angry at you. Did you talk to him?\nP2: Yes, I met him yesterday and we had a good talk.", "humanTranslation": "P1: Cheol-Su seemed quite mad at you, had a talk with him?\nP2: Yes, <b>met him face to face</b> and talked together.", "category": "zero_anaphora"}
{"Index": 22, "source": "P1: 어제 올라온 유튜버 철수TV 채널 영상 봤어? 웃겨 죽는 줄 알았어.\nP2: 그니까. <b>용기가 대단하더라.</b>", "googleTranslation": "P1: Did you see the video uploaded yesterday on YouTuber Cheolsu TV channel? I thought I was going to die laughing.\nP2: That's right. He was very courageous.", "zeroShot": "P1: Did you see the video uploaded yesterday on the YouTuber ChulsooTV channel? I thought I was going to die laughing.\nP2: Exactly. His courage is amazing.", "CAT": "P1: Did you watch the video that was uploaded yesterday on ChulsooTV's channel? It was hilarious.\nP2: I know, right? The guy was so brave.", "humanTranslation": "P1: Did you see the updated clip of yesterday, on Youtube channel Cheol-Su? \nP2: Definitely. <b>He got a lot of nerve</b> ", "category": "zero_anaphora"}
{"Index": 23, "source": "P1: 현정이 안왔니?\nP2: <b>네 안 왔어요.</b>", "googleTranslation": "P1: Didn't Hyunjeong come?\nP2: No, she didn't come.", "zeroShot": "P1: Has Hyun-jung not come?\nP2: No, she hasn't.", "CAT": "P1: Didn't Hyun-jung come?\nP2: No, she didn't come.", "humanTranslation": "P1: Is Hyeon-Jung absent?\nP2: <b>Yes, she did not come.</b>", "category": "zero_anaphora"}
{"Index": 24, "source": "P1: 아들, 이번 명절엔 내려올때 버스보단 기차나 비행기 타고 와.\nP2: <b>비싸서 못타요</b>, 자리도 없고.\nP1: 미리 예매하면 되잖아.\n", "googleTranslation": "P1: Son, when you come down this holiday, take the train or plane instead of the bus.\nP2: It's too expensive, so I can't take it, and there are no seats.\nP1: You can just reserve a ticket in advance.", "zeroShot": "P1: Son, take the train or plane instead of the bus when you come down for the holiday.\nP2: It's too expensive, and there are no seats.\nP1: You can book in advance.", "CAT": "P1: Son, for this holiday, take the train or a plane instead of the bus when you come home.\nP2: It's too expensive, and there are no seats available.\nP1: You can book in advance.", "humanTranslation": "P1: My son, take the train or airplain rather than bus on this holiday season.\nP2: <b>Train or plane tickets are too expensive.</b> I can't afford it. Plus there's no seat.\nP1: Book a seat in advance, then no problem.", "category": "zero_anaphora"}
{"Index": 25, "source": "P1: 대학교 생활은 좀 어떠니.\nP2: 거의 열람실에서 공부만 하는 것 같아요...\nP1: 하긴, <b>1학년 때부터 학점에 신경 쓰는 분위기라며?</b>\nP2: 네, 그래야 <b>학부생 인턴도 지원할 수 있어요.</b>", "googleTranslation": "P1: How is your college life?\nP2: It seems like you mostly just study in the reading room...\nP1: Well, I heard that they start caring about grades from the first year?\nP2: Yes, that way you can apply for undergraduate internships.", "zeroShot": "P1: How is university life?\nP2: It feels like I'm just studying in the reading room all the time...\nP1: Well, they say you have to care about your grades from the first year, right?\nP2: Yes, that's the only way to apply for undergraduate internships.", "CAT": "P1: How's university life treating you?\nP2: It feels like I'm always studying in the library...\nP1: Yeah, I've heard that students start worrying about their grades from the first year, right?\nP2: Yes, that's necessary to apply for undergraduate internships.", "humanTranslation": "P1: How's your college life.\nP2: I am nearly stuDYING over and over in the reading room...\nP1: Indeed,<b> it's in the air that everyone's got their nerve on GPA from freshman year?</b>\nP2: Yes, only then  <b>student can apply</b> for undergrad internship.", "category": "zero_anaphora"}
{"Index": 26, "source": "[삼촌이 군대 간 조카와 통화를 한다]\nP1: 군생활 힘들지.\nP2: 아니에요 이 정도야 뭐 괜찮습니다.\nP1: 특별히 어려운 점은 없고?\nP2: 휴가를 못 나가서 좀 답답한 건 있어요.\nP1: 그럴 것 같아 정말. 코로나19가 빨리 끝나야 할텐데.\nP1: 그래서 다들 휴가 못 쓰다가 조기 전역한다며?\nP2: 맞아요<b> 1달이나 2달 정도 빨리 전역할 수 있어요.</b>", "googleTranslation": "[An uncle talking to his nephew who is in the military]\nP1: Military life is hard, right?\nP2: No, it's okay.\nP1: Is there anything particularly difficult?\nP2: It's a bit frustrating not being able to go on vacation.\nP1: I think so, really. I hope COVID-19 ends soon.\nP1: So everyone is getting discharged early because they can't use their vacation time?\nP2: That's right. You can get discharged a month or two early.", "zeroShot": "[Uncle talks to his nephew who is in the military]\nP1: Military life is tough, isn't it?\nP2: No, it's okay. This much is manageable.\nP1: Nothing particularly difficult?\nP2: It's a bit frustrating not being able to take leave.\nP1: I can imagine. COVID-19 needs to end soon.\nP1: So, everyone can't take leave and gets discharged early, right?\nP2: Yes, we can get discharged about one or two months early.", "CAT": "[Uncle talking to his nephew in the military]\nP1: Military life is tough, isn't it?\nP2: No, it's okay. This much is manageable.\nP1: Nothing particularly difficult?\nP2: It's a bit frustrating not being able to take leave.\nP1: I can imagine. Hopefully, COVID-19 ends soon.\nP1: So, everyone is getting early discharge because they can't take leave?\nP2: Yes, we can get discharged a month or two early.", "humanTranslation": "[Uncle gives a call on his nephew]\nP1: Military life is tough, isn't it?\nP2: No this is fine with me.\nP1: Isn't there any difficulties in particular?\nP2: It's somewhat suffocating that I cannot go on leave from here. \nP1: It seems so for real. COVID-19 should have its end.\nP1: So that everyone and get to leave with early dicharge (from military).\nP2: Right. This time, <b>most soldiers can be discharged 1 or 2 months earlier.</b>", "category": "zero_anaphora"}
{"Index": 27, "source": "P1: 철수가 그러는데 <b>연락 안한지 꽤 오래 됐다고는 하더라고.</b>\nP2: 영희랑 철수 원래 사이가 엄청 좋지 않았었나...", "googleTranslation": "P1: Cheolsu said that it's been a long time since they last contacted each other.\nP2: Younghee and Cheolsu weren't on good terms to begin with...", "zeroShot": "P1: Cheolsu said that it's been quite a while since they last contacted each other.\nP2: Weren't Yeonghee and Cheolsu really close before?", "CAT": "P1: Cheolsu mentioned that he hasn't been in touch for quite some time.\nP2: Didn't Yeonghee and Cheolsu used to be very close?", "humanTranslation": "P1: Cheolsu says<b> it's been a long time, not keeping in touch with Yeong-Hee..</b>\nP2: Didn't Yeonghee and Cheolsu ", "category": "zero_anaphora"}
{"Index": 28, "source": "P1: 너희 둘, 지금 뭐하는거야!\nP2: 쌤, 얘가 저보고 욕하잖아요.\nP3: 아녜요 그런 적 없어요.\nP3: 거짓말하지 마라.\nP2: <b>다른 애들한테도 욕하고 다녔다구요.</b>", "googleTranslation": "P1: What are you two doing!\nP2: Teacher, he's swearing at me.\nP3: No, I never did that.\nP3: Don't lie.\nP2: He swears at other kids too.", "zeroShot": "P1: What are you two doing right now!\nP2: Teacher, he's cursing at me.\nP3: No, I didn't.\nP3: Don't lie.\nP2: He was cursing at other kids too.", "CAT": "P1: What are you two up to right now!\nP2: Teacher, he's cursing at me.\nP3: No, I haven't done that.\nP3: Don't lie.\nP2: He's been cursing at other kids too.", "humanTranslation": "P1: What are you two doing?\nP2: Teacher, he/she swears at me.\nP3: No I didn't.\nP3: Don't lie.\nP2:<b> He/She said swear words to everyone else.</b>", "category": "zero_anaphora"}
{"Index": 29, "source": "P1: <b>담배 끊더니 술을 마시더라.</b>\nP2: 내가 철수한테 담배 좀 끊으라고 얼마나 자주 얘기했는데.\nP2: 너가 말하니까 바로 끊었나보네.\nP1: 냄새가 너무 나서... 담배 계속 피면 이제 안 만난다고 했어.", "googleTranslation": "P1: He quit smoking, but he started drinking.\nP2: How many times have I told Chulsoo to quit smoking?\nP2: I guess he quit right after you told him to.\nP1: It smells so bad... I told him not to meet me anymore if he kept smoking.", "zeroShot": "P1: He quit smoking and started drinking.\nP2: I told Chul-soo to quit smoking so many times.\nP2: He must have quit right away because you told him to.\nP1: The smell was too much... I told him I wouldn't see him anymore if he kept smoking.", "CAT": "P1: He quit smoking and started drinking.\nP2: I told Chulsoo to quit smoking so many times.\nP2: It seems like he quit right after you told him.\nP1: The smell was too strong... I told him I wouldn't meet him anymore if he kept smoking.", "humanTranslation": "P1:<b> Cheolsu quit smoking but then started drinking. </b>\nP2: How often did I say him to quit that smoking.\nP2: Maybe he quit it right away you said words though.\nP1: It smells bad... so when he doesn't quit it, I said I'd break up with him.", "category": "zero_anaphora"}
{"Index": 30, "source": "P1: 철수가 교통사고 나서 다리가 부러졌대.\nP2: 오토바이 위험하다고 해도 <b>자꾸 타더니</b>...", "googleTranslation": "P1: I heard that Cheolsu broke his leg in a car accident.\nP2: He kept riding his motorcycle even though it was dangerous...", "zeroShot": "P1: I heard Chul-soo got into a car accident and broke his leg.\nP2: Even though people said motorcycles are dangerous, he kept riding one...", "CAT": "P1: I heard Cheolsu was in a traffic accident and broke his leg.\nP2: He kept riding his motorcycle even though it’s dangerous...", "humanTranslation": "P1: Cheolsu had a car accident and broke his leg\nP2: I said motorcycle is dangerous, but <b>he kept riding...</b>", "category": "zero_anaphora"}
{"Index": 31, "source": "P1: <b>커피 진짜 맛있게 내리더라.</b>\nP2: 진짜? 나도 가봐야겠다. 거기가 어딘데?\nP1: 철수네 카페.", "googleTranslation": "P1: The coffee was really delicious.\nP2: Really? I should go there too. Where is it?\nP1: Cheolsu's cafe.", "zeroShot": "P1: The coffee there is really good.\nP2: Really? I should go there too. Where is it?\nP1: Chulsoo's Cafe.", "CAT": "P1: Chulsoo brews amazing coffee.\nP2: Really? I have to try it. Where is it?\nP1: It's Chulsoo's cafe.", "humanTranslation": "P1: T<b>hat place, brewing was real good.</b> \nP2: Really? I should go there too. Where's it?\nP1: Chez Cheol-Su Cafe.", "category": "zero_anaphora"}
{"Index": 32, "source": "P1: 나는 영희가 성실하다고 생각해.\nP1: <b>매일 회사 가기 전에 요가를 1시간하다니.</b>\nP2: 나도 그러고 싶은데, 매번 실패해.", "googleTranslation": "P1: I think Younghee is sincere.\nP1: She does yoga for an hour every day before going to work.\nP2: I want to do that too, but I fail every time.", "zeroShot": "P1: I think Younghee is diligent.\nP1: Doing yoga for an hour every day before going to work.\nP2: I want to do that too, but I fail every time.", "CAT": "P1: I believe Yeonghee is very hardworking.\nP1: She practices yoga for an hour every morning before work.\nP2: I wish I could do that, but I always fail.", "humanTranslation": "P1: I think Yeong-Hee is very sincere/diligent.\nP1: Younghee do <b>Daily Yoga 1 hour before commuting? That's amazing</b>\nP2: I try it but I fail it every time.", "category": "zero_anaphora"}
{"Index": 33, "source": "P1: 요리하는 거 좋아하세요?\nP2: 전 요리는 별로 안 좋아하고, 스포츠 좋아해요. 주로 농구 많이 합니다.\nP3: 어! <b>저도 자주 하는데!</b>", "googleTranslation": "P1: Do you like cooking?\nP2: I don't really like cooking, but I like sports. I play basketball a lot.\nP3: Oh! I play a lot too!", "zeroShot": "P1: Do you like cooking?\nP2: I don't really like cooking, but I like sports. I mostly play basketball.\nP3: Oh! I play often too!", "CAT": "P1: Do you like cooking?\nP2: I don't really like cooking, but I like sports. I mostly play basketball.\nP3: Oh! I play it often too!", "humanTranslation": "P1: Do you enjoy cooking?\nP2: I'm not that into cooking, I rather like sports. I do play basketball.\nP3: Oh! <b>I play it often too!</b>", "category": "zero_anaphora"}
{"Index": 34, "source": "P1: 공부하기 진짜 귀찮다.\nP2:<b> 좀 해라 좀!</b>", "googleTranslation": "P1: I really don't want to study.\nP2: Do it!", "zeroShot": "P1: I really don't feel like studying.\nP2: Just do it, come on!", "CAT": "P1: I really don't feel like studying.\nP2: You should study a bit!", "humanTranslation": "P1: It's real fuss that I should study more.\nP2: Just do some, do it!<b> </b>", "category": "zero_anaphora"}
{"Index": 35, "source": "P1:<b> 아까 고속도로에서 운전 잘하더라.</b>\nP2: 저번달에 면허 딴 사람치곤 잘하긴 하더라.\nP3: 고마워. 군대를 운전병으로 가고 싶어서 연습 좀 했어.", "googleTranslation": "P1: You were driving well on the highway earlier.\nP2: For someone who just got his license last month, you're doing pretty well.\nP3: Thanks. I practiced a bit because I want to go to the military as a driver.", "zeroShot": "P1: You were driving well on the highway earlier.\nP2: For someone who got their license last month, you were pretty good.\nP3: Thanks. I practiced a bit because I want to join the military as a driver.", "CAT": "P1: You drove really well on the highway earlier.\nP2: For someone who got their license last month, I did pretty well.\nP3: Thanks. I practiced a bit because I want to be a driver in the military.", "humanTranslation": "P1:<b> You did drive well on the freeway.</b>\nP2: Right, you did it really well as a license newbee.\nP3: Thanks. I trained quite a lot so to get into army as a driver soldier.", "category": "zero_anaphora"}
{"Index": 36, "source": "[군대 내 훈련소에서]\nP1: 사회에 있을 때 내가 노래를 잘 불렀다, 하는 훈련병 있나?\nP2: 21번 훈련병 김철수,<b> 제가 좀 합니다</b>!", "googleTranslation": "[At the training camp in the military]\nP1: Is there a trainee who says, \"I sang well when I was in society?\"\nP2: Trainee No. 21, Kim Cheol-su, I can do it!", "zeroShot": "[In the military training camp]\nP1: Is there any trainee who used to sing well in society?\nP2: Trainee number 21, Kim Cheol-su, I can sing a bit!", "CAT": "[In the military training camp]\nP1: Is there anyone here who used to sing well when they were in society?\nP2: 21st trainee Kim Cheol-soo, I can sing well!", "humanTranslation": "[In a military training center]\nP1: Is there any trainee who sing quite well back in society?\nP2: Trainee No.21 Kim Cheol-Su,<b> I can sing!</b>", "category": "zero_anaphora"}
{"Index": 37, "source": "P1: 요즘 김대리, 출근은 제시간에 잘 하고 있나?\nP2: 네 이부장님, 김대리 요즘엔 시간 맞춰 잘 옵니다.\nP1: 자네가 김대리한테 신경 좀 써.\nP1: 예전에 늦을 땐 <b>아이를 유치원에 데려다줘서 늦는다고 했던가</b>?\nP2: 그랬던 것 같아요.", "googleTranslation": "P1: Manager Kim, are you coming to work on time these days?\nP2: Yes, Manager Lee, Manager Kim is on time these days.\nP1: You should pay more attention to Manager Kim.\nP1: Did you say in the past that you were late because you were dropping your child off at kindergarten?\nP2: I think so.", "zeroShot": "P1: Is Assistant Manager Kim coming to work on time these days?\nP2: Yes, Manager Lee, Assistant Manager Kim has been arriving on time lately.\nP1: Keep an eye on Assistant Manager Kim.\nP1: Did he say he was late before because he was taking his child to kindergarten?\nP2: I think so.", "CAT": "P1: Has Assistant Manager Kim been arriving on time lately?\nP2: Yes, Manager Lee, he has been punctual lately.\nP1: Make sure to keep an eye on him.\nP1: Did he mention being late before because he had to drop his child off at kindergarten?\nP2: I believe so.", "humanTranslation": "P1: Is Mr. Kim coming to work on time these days? \nP2: Yes, Mr. Lee. Mr. Kim has been punctual lately.\nP1: Please keep an eye on him. \nP1: Didn't <b>he used to say he was late because he had to take his child to kindergarten?</b>\nP2: I think so.", "category": "zero_anaphora"}
{"Index": 38, "source": "[여학생 기숙사의 사감 선생님들의 대화]\nP1: <b>잠이 많아서 그렇지 머리는 똑똑하다니깐?</b>\nP2: 그래도 그렇지, 걔는 지각이 너무 잦아.", "googleTranslation": "[Conversation between the head teachers of the girls' dormitory]\nP1: You're smart, aren't you?\nP2: But that's true, he's late too often.", "zeroShot": "[Conversation between dormitory supervisors]\nP1: She sleeps a lot, but she's smart, you know?\nP2: Even so, she's late too often.", "CAT": "[Conversation between dormitory supervisors]\nP1: She sleeps a lot, but she's smart.\nP2: Even so, she's often late.", "humanTranslation": "[Conversation between dormitory supervisors]\nP1: <b>She's smart, she just sleeps a lot.</b> \nP2: Still, she's late too often.", "category": "zero_anaphora"}
{"Index": 39, "source": "[P1의 남동생이 깁스를 하러 진료실에 들어간 사이,  P1과 P2의 대화]\nP1: <b>오른팔이 부러져서 어떡하냐.</b>\nP2: <b>글씨도 못 쓰겠네.</b>", "googleTranslation": "[Conversation between P1 and P2 while P1's younger brother goes into the examination room to get a cast put on]\nP1: What should I do with my broken right arm?\nP2: I can't even write.", "zeroShot": "[P1's younger brother went into the examination room to get a cast, and P1 and P2 are having a conversation]\nP1: What are we going to do with his broken right arm?\nP2: He won't even be able to write.", "CAT": "[P1's younger brother went into the examination room to get a cast, and P1 and P2 are having a conversation]\nP1: What are we going to do about his broken right arm?\nP2: He won't even be able to write.", "humanTranslation": "[P1's younger brother went into the examination room to get a cast, and P1 and P2 are having a conversation]\nP1: I'm so worried about<b> his broken right arm</b>. \nP2:<b> He won't be able to write </b>either.", "category": "zero_anaphora"}
{"Index": 40, "source": "P1: 어제 영희는 잘 만났어?\nP2: 응, 영희랑 카페 가서 얘기 좀 했어.\nP1: 그래서 철수 얘기는 잘 물어봤고?\nP2: 응, <b>영희가 그러는데 얼마 전에 결혼했나봐.</b>", "googleTranslation": "P1: Did you have a good time meeting Younghee yesterday?\nP2: Yeah, I went to a cafe with Younghee and talked for a bit.\nP1: So did you ask about Chulsoo?\nP2: Yeah, Younghee said that you got married not long ago.", "zeroShot": "P1: Did you meet Younghee well yesterday?\nP2: Yes, I went to a cafe with Younghee and talked a bit.\nP1: So, did you ask well about Chulsoo?\nP2: Yes, Younghee said that he got married recently.", "CAT": "P1: How was your meeting with Younghee yesterday?  \nP2: Yes, I went to a cafe with Younghee and we talked for a while.  \nP1: So, did you ask about Chulsoo?  \nP2: Yes, Younghee told me that he recently got married.", "humanTranslation": "P1: Did you meet Younghee yesterday? \nP2: Yes, we went to a cafe and chatted. \nP1: And did you ask her about Cheolsoo?\nP2: Yeah, she said <b>he got married recently</b>.", "category": "zero_anaphora"}
{"Index": 41, "source": "P1: <b>영희가 그러는데 곧 캐나다로 이민 갈거라더라.</b>\nP2: 요즘 진짜 많이 가긴 하던데, 철수도 가는구나?\nP1: 응, 공기 좋은 데서 살고 싶다나봐.\nP2: 그나저나, 역시 영희가 철수 근황에 대해서 잘 알긴 하나보군.", "googleTranslation": "P1: Younghee said she's going to immigrate to Canada soon.\nP2: A lot of people go there these days. Is Cheolsu going too?\nP1: Yeah, I guess he wants to live somewhere with good air.\nP2: By the way, it seems like Younghee knows a lot about Cheolsu's current situation.", "zeroShot": "P1: Younghee said that Cheolsu is going to immigrate to Canada soon.\nP2: A lot of people are really going these days, so Cheolsu is going too?\nP1: Yeah, I guess he wants to live somewhere with good air quality.\nP2: By the way, it seems like Younghee really knows a lot about Cheolsu's recent activities.", "CAT": "P1: Younghee said that Cheolsu is going to move to Canada soon.\nP2: A lot of people are moving to Canada these days. So, Cheolsu is going too?\nP1: Yes, he wants to live in a place with fresh air.\nP2: Anyway, it seems like Younghee knows a lot about Cheolsu's recent activities.", "humanTranslation": "P1: Yeonghee says<b> he will soon immigrate to Canada.</b>\nP2: These days many are living abroad, but Cheolsu also?\nP1: Yes, he wants to live where the air is clean.\nP2: Anyway, it seems that Younghee knows well how Cheolsu's doing for sure.", "category": "zero_anaphora"}
{"Index": 42, "source": "P1: <b>영수가 곧 결혼할거라고 하던데?</b>\nP2: 그럼 청첩장은 돌렸대?\nP1: 영수 말로는 철수, 영희 둘 다 지금 여유가 없어서 식은 안 올릴 것 같대.", "googleTranslation": "P1: I heard Youngsoo is getting married soon?\nP2: So did you send out wedding invitations?\nP1: Youngsoo said that neither Chulsoo nor Younghee are well off right now, so they probably won't be having a wedding.", "zeroShot": "P1: I heard Youngsoo is getting married soon?\nP2: Then, has he sent out the wedding invitations?\nP1: According to Youngsoo, both Chulsoo and Younghee are currently busy, so it seems they won't be holding a ceremony.", "CAT": "P1: I heard Youngsoo is getting married soon.\nP2: So, has he sent out the wedding invitations?\nP1: Youngsoo mentioned that Chulsoo and Younghee are both too busy at the moment, so they might not attend the wedding.", "humanTranslation": "P1: <b>Yeongsu says he is going to marry soon, isn't he? </b>\nP2: Then did he send out wedding invitation?\nP1: According to Yeongsu, both Cheolsu and Yeonghee have no time to throw a wedding ceremony.", "category": "zero_anaphora"}
{"Index": 43, "source": "P1: <b>영수가 곧 유럽 여행 갈거라고 하던데?</b>\nP2: 철수랑 영희 걔네들 말하는거지? 영수는 어떻게 알았대?", "googleTranslation": "P1: Youngsoo said he was going on a trip to Europe soon? \nP2: Are you talking about Chulsoo and Younghee? How did Youngsoo know?", "zeroShot": "P1: I heard Youngsoo is going on a trip to Europe soon?\nP2: Are you talking about Chulsoo and Younghee? How did Youngsoo find out?", "CAT": "P1: I heard that Youngsoo is going to Europe soon.\nP2: Are you talking about Chulsoo and Younghee? How did Youngsoo find out?", "humanTranslation": "P1: <b>It is told that Yeongsu is travelling to Euroupe soon.</b>\nP2: Are you talking about Cheolsu and Yeonghee? How did Yeongsu know that?", "category": "zero_anaphora"}
{"Index": 44, "source": "P1: <b>철수가 그러는데 곧 이직할거라고 하더라.</b>\nP2: 요즘 정말 이직 많이 하는데, 영희도 하는구나?\nP1: 응, 지금 하는 일이 마음에 안 드나봐.\nP2: 근데 철수가 확실히 영희 근황에 대해서 잘 알긴 하나봐.", "googleTranslation": "P1: Cheolsu said he's going to change jobs soon.\nP2: A lot of people change jobs these days. Younghee, is that one too?\nP1: Yeah, I guess she doesn't like her current job.\nP2: But it seems like Cheolsu knows a lot about Younghee's current situation.", "zeroShot": "P1: Cheolsu said that he will change jobs soon.\nP2: A lot of people are changing jobs these days, is Yeonghee doing it too?\nP1: Yes, it seems she doesn't like her current job.\nP2: But it seems like Cheolsu really knows a lot about Yeonghee's recent situation.", "CAT": "P1: Cheolsu said he’s planning to switch jobs soon.\nP2: A lot of people are switching jobs these days. Is Yeonghee doing that too?\nP1: Yeah, it seems she’s not satisfied with her current job.\nP2: But Cheolsu seems to know a lot about what’s going on with Yeonghee.", "humanTranslation": "P1:<b> Cheolsu says she will soon change her job.</b>\nP2:  Recently people change workplace a lot, Yeonghee too?\nP1: Yes, she maybe hates her work.\nP2: Cheolsu seems to know well how Yeonghee's doing these days.", "category": "zero_anaphora"}
{"Index": 45, "source": "P1: <b>영희 말로는 곧 이사한대.</b>\nP2: 오 어디로 간대?\nP1: 철수가 마당 있는 곳으로 가고 싶대서, 주택으로 가나봐.\nP2 근데 영희는 철수 이사 소식을 어떻게 알았대?", "googleTranslation": "P1: Younghee said he's moving soon.\nP2: Oh, where is he going?\nP1: Cheolsu said he wanted to go somewhere with a yard, so I think he's going to a house.\nP2 But how did Younghee find out that Cheolsu was moving?", "zeroShot": "P1: Younghee says they're moving soon.\nP2: Oh, where are they moving to?\nP1: Cheolsu wants to move to a place with a yard, so it seems they're moving to a house.\nP2: But how did Younghee find out about Cheolsu's move?", "CAT": "P1: According to Younghee, Chulsoo is moving soon.\nP2: Oh, where is he moving to?\nP1: Chulsoo wants to move to a place with a yard, so it looks like he is moving to a house.\nP2: But how did Younghee know about Chulsoo's moving plans?", "humanTranslation": "P1: <b>As Yeonghee told me, moving day is around the corner.</b>\nP2: Oh where is she moving into?\nP1: Cheolsu hopes to live where there is a terrace, so they're moving\nP2 : Then how  she knew that Cheolsoo gonna move to another town?", "category": "zero_anaphora"}
{"Index": 46, "source": "P1: 요즘 영수는 뭐하고 지내려나.\nP2: 영희가 그러는데 <b>곧 퇴직할거라고 하더라.</b>\nP1: 하긴, 그 남자도 벌써 그럴 나이긴 하지.", "googleTranslation": "P1: What is Youngsu doing these days?\nP2: Younghee said he's going to retire soon.\nP1: Well, he's already at that age.", "zeroShot": "P1: I wonder what Youngsoo is up to these days.\nP2: Younghee said he's going to retire soon.\nP1: Well, he is at that age already.", "CAT": "P1: What has Youngsoo been up to these days?\nP2: Younghee said that he (Youngsoo) is going to retire soon.\nP1: Well, he is at that age already.", "humanTranslation": "P1: What is Yeongsu doing these days.\nP2: According to Yeonghee<b> he will soon retire. </b>\nP1: Indeed, that man is already in that age.", "category": "zero_anaphora"}
{"Index": 47, "source": "P1: 철수 얘기 들었어?\nP2: <b>영희가 곧 군대 간다고 하던데?</b>\nP1: 철수 나이면 이제 갈 때 됐지.\nP2: 영희가 철수랑 떨어져서 슬프겠다.", "googleTranslation": "P1: Did you hear about Cheolsu?\nP2: I heard Younghee is going to join the army soon?\nP1: At Cheolsu's age, it's time for him to go now.\nP2: Younghee must be sad to be separated from Cheolsu.", "zeroShot": "P1: Did you hear about Chul-soo?\nP2: I heard Young-hee is going to the military soon.\nP1: At Chul-soo's age, it's about time for him to go.\nP2: Young-hee must be sad to be apart from Chul-soo.", "CAT": "P1: Have you heard about Cheolsu?\nP2: I heard that Yeonghee is going to enlist in the army soon.\nP1: At Cheolsu's age, it's time for him to enlist.\nP2: Yeonghee must be feeling sad to be separated from Cheolsu.", "humanTranslation": "P1: Did you hear about Cheolsoo? \nP2: <b>Younghee said he's joining the military soon? </b>\nP1: It's about time for him to go at his age.\nP2: Younghee must be sad to be apart from him.", "category": "zero_anaphora"}
{"Index": 48, "source": "P1: <b>영수가 그러는데 곧 이혼할 것 같대.</b>\nP2: 정말? 저번에 영희 만났을 때 영희가 자기는 결혼 생활 만족한다고 했는데...\nP1: 영수 말로는, 영희 남편이 바람 났대.", "googleTranslation": "P1: Youngsoo said that they're going to get divorced soon.\nP2: Really? The last time I met Younghee, she said she was satisfied with her marriage...\nP1: Youngsoo said that Younghee's husband cheated on her.", "zeroShot": "P1: Youngsoo said that they might get divorced soon.\nP2: Really? When I met Younghee last time, she said she was satisfied with her married life...\nP1: According to Youngsoo, Younghee's husband had an affair.", "CAT": "P1: Youngsoo said that they are likely to get a divorce soon.\nP2: Really? When I met Younghee last time, she said that she was satisfied with her marriage...\nP1: According to Youngsoo, Younghee's husband had an affair.", "humanTranslation": "P1: <b>Yeongsu told me that Yeonghee will divorce soon</b>\nP2: Really? Last time I met Yeonghee she told me that she's satisfied with her marriage life.\nP1: According to Yeongsu, her husband had affairs.", "category": "zero_anaphora"}
{"Index": 49, "source": "P1: <b>영희랑 철수는 잘 만나고 있대?</b>\nP2: 은정이가 곧 헤어질거라고 하더라.", "googleTranslation": "P1: Are Younghee and Chulsoo dating well?\nP2: Eunjeong said they're going to break up soon.", "zeroShot": "P1: Are Younghee and Chulsoo doing well together?\nP2: Eunjung said they are going to break up soon.", "CAT": "P1: Are Younghee and Chulsoo still doing well?\nP2: Eunjeong told me that they are going to break up soon.", "humanTranslation": "P1: Are Younghee and Cheolsoo still dating?\n P2: Eunjeong said <b>they'll break up soon.</b>", "category": "zero_anaphora"}
{"Index": 50, "source": "P1: <b>응, 은정이가 그러는데 다음주에 미국 간대.</b>\nP2: 철수가 나 빼고 혼자서만 미국에 가다니...\nP1: 은정이도 부러워하던데, 둘이 같이 나중에 가던가!", "googleTranslation": "P1: Yeah, Eun-jeong said she's going to the US next week.\nP2: Chulsoo is going to the US alone, without me...\nP1: Eun-jeong is jealous too. You two should go together later!", "zeroShot": "P1: Yeah, Eunjung said she's going to the U.S. next week.\nP2: I can't believe Chulsoo is going to the U.S. alone without me...\nP1: Eunjung was jealous too, maybe you two can go together later!", "CAT": "P1: Uh-huh, Eunjung mentioned she's heading to the US next week.\nP2: Chulsoo is going to the US by himself, leaving me behind...\nP1: Eunjung is also envious. How about you two go together later?", "humanTranslation": "P1: <b>Yes, Eunjeong told me that he is going America next week.</b>\nP2: Cheolsu is going America alone, without me... \nP1: Eunjeong was jealous of him, then you too go later!", "category": "zero_anaphora"}
{"Index": 51, "source": "P1: <b>살쪄서 그렇지 원래는 되게 빨랐어.</b>\nP2: 진짜 안 믿겨...아빠가 그랬다고?\nP1: 내가 니 아빠 좋아한 이유도 운동 잘해서 였어.", "googleTranslation": "P1: You gained weight, but you were originally really fast.\nP2: I really can't believe it...Your dad said that?\nP1: The reason I liked your dad was because he was good at sports.", "zeroShot": "P1: He used to be really fast, but he gained weight.\nP2: I can't believe it... Dad was like that?\nP1: One of the reasons I liked your dad was because he was good at sports.", "CAT": "P1: He gained weight, but he used to be really fast.  \nP2: I can't believe it... Dad was like that?  \nP1: One of the reasons I liked your dad was because he was good at sports.", "humanTranslation": "P1: <b>He was really fast before he gained weight.\n</b> P2: I can't believe it... You're talking about Dad? \nP1: One of the reasons I liked your dad was because he was good at sports.", "category": "zero_anaphora"}
{"Index": 52, "source": "P1: 저는 여고 나왔거든요 .\nP2: 와 여중 여고 여대 루트이신가요 그럼.\nP1: 네 맞아요 .\nP3: 사실 저도예요 하하.\nP1: 아 진짜요? 헐~\nP3: 근데 제 주위에는 그런 애들 꽤 있어요.\nP2: 제 친구 중에도 그런 애가 있어요.\nP2: <b>제가 자주 놀려요.</b>", "googleTranslation": "P1: I graduated from an all-girls high school.\nP2: Wow, so you went to an all-girls middle school, high school, and college? Then.\nP1: Yes, that's right.\nP3: Me too, actually, haha.\nP1: Oh really? Wow~\nP3: But there are quite a few kids like that around me.\nP2: There's a kid like that among my friends, too.\nP2: I tease him often.", "zeroShot": "P1: I went to an all-girls high school.\nP2: Wow, did you follow the all-girls middle school, high school, and university route then?\nP1: Yes, that's right.\nP3: Actually, me too, haha.\nP1: Oh really? Wow~\nP3: But there are quite a few people like that around me.\nP2: I have a friend like that too.\nP2: I often tease her.", "CAT": "P1: I went to an all-girls high school.\nP2: Wow, so you went through the all-girls middle school, high school, and university route?\nP1: Yes, that's right.\nP3: Actually, I did too, haha.\nP1: Really? Wow~\nP3: But there are quite a few people like that around me.\nP2: I have a friend like that too.\nP2: I often tease her.", "humanTranslation": "P1: I graduated from Woman's high school.\nP2: Wow then have you went through the so-called woman's school route, namely woman's middle school high school and university too?\nP1: Yes it is.\nP3: In fact, I was too.\nP1: Ah really? Gee\nP3: But around me there are plenty of them.\nP2: I have such a friend too.\nP2: <b>I tease her often.</b>", "category": "zero_anaphora"}
{"Index": 53, "source": "P1: <b>2시 반이면 차량에서 내려서</b> 제가 얼른 데리러가야해요.\nP2: 하원시키고 집에 데려오면 보통 뭐하면서 시간 보내시나요?\nP1: 숙제 시키고, 영상도 같이 보고, 산책도 나가고...\nP1: 철수가 요즘 레고에 빠져서, 같이 그거 가지고 많이 놀아요.\nP2: 저희집 딸은 요즘 학원 갔다 돌아오면 계속 낮잠만 자요.", "googleTranslation": "P1: I have to get out of the car at 2:30 so I can pick her up quickly.\nP2: What do you usually do when you drop her off at home and bring her home?\nP1: I give her homework, watch videos together, go for walks...\nP1: Chulsoo is into Legos these days, so we play with them a lot.\nP2: These days, my daughter just keeps taking naps after coming home from her academy.", "zeroShot": "P1: At 2:30, I have to get out of the car quickly to pick him up.\nP2: After bringing him home from school, how do you usually spend your time?\nP1: I make him do his homework, watch videos together, and go for walks...\nP1: Chul-soo is really into Lego these days, so we play with that a lot.\nP2: My daughter just takes naps all the time after coming back from her academy these days.", "CAT": "P1: At 2:30, my child gets off the bus, and I need to hurry to pick him up.\nP2: After bringing my child home from school, what do you usually do to spend time?\nP1: We do homework, watch videos together, and go for walks...\nP1: Chulsoo is really into Lego these days, so we play with it a lot.\nP2: My daughter just takes naps all the time after coming back from her academy.", "humanTranslation": "P1: <b>My kid gets off the car</b> <b>2:30 </b>so I have to pick him up. \nP2: When you bring him from kindergaten, what do you do?\nP1: I have him do homework, watch clips, talke a walk...\nP1: Cheolsu is so into Lego now, so we play it often together\nP2: My daughter take a nap after she gets back from 'academies'.", "category": "zero_anaphora"}
{"Index": 54, "source": "P1: 그래, 하지만 너가 오디션에 가고 <b>그걸 말씀드리지 않은걸 아시면 화가 많이 나실걸</b>\nP2: 그건 이미 잘 알지, 그래도 절대 말할 수 없어. \nP2: 이유는 알잖아.\nP1: 어머니가 아시면 외출금지다 이거지? ", "googleTranslation": "P1: Yeah, but if she found out you went to the audition and didn't tell her, she'd be really upset. \nP2: I already know that, but you can never tell her. \nP2: You know why. \nP1: If your mother found out, you'd be grounded, right?", "zeroShot": "P1: Yeah, but if they find out you went to the audition and didn't tell them, they'll be really angry.\nP2: I already know that, but I still can't tell them.\nP2: You know the reason.\nP1: If your mom finds out, you'll be grounded, right?", "CAT": "P1: Sure, but if your mom finds out you went to the audition and didn't tell her, she'll be really mad.\nP2: I already know that, but I can't tell her.\nP2: You know why.\nP1: If your mom finds out, you'll be grounded, right?", "humanTranslation": "P1: Yes, but if you attend an audition and<b> when mom is informed that you didn't tell her, then she will be quite mad at you.</b>\nP2: I know it well, but I can never tell her.\nP2: You know why.\nP1: When mom notices it, then you will be grounded huh?", "category": "zero_anaphora"}
{"Index": 55, "source": "P1: <b>배가 너무 나왔다.</b>\nP2: 진짜? 운동 시작해야겠다.. 요즘 내가 안일하긴 했어.\nP2: 그래도 그렇지, 너무 직설적으로 말한다 너.\nP1: ㅎㅎ 미안, 나랑 같이 러닝 시작하자!", "googleTranslation": "P1: My stomach is so protruding.\nP2: Really? I should start working out.. I've been a bit complacent lately.\nP2: But still, you're being too direct.\nP1: Haha, sorry, let's start running together!", "zeroShot": "P1: My belly is sticking out too much.\nP2: Really? I should start exercising... I've been lazy lately.\nP2: But still, you're too blunt.\nP1: Haha, sorry, let's start running together!", "CAT": "P1: Your belly has gotten too big.\nP2: Really? I should start exercising... I've been lazy lately.\nP2: Still, you are too blunt.\nP1: Haha, sorry. Let's start running together!", "humanTranslation": "P1: <b>Your belly is sticking out too much. </b>\nP2: Really? I need to start exercising... I've been slacking off lately. \nP2: Still, you're too blunt. \nP1: Haha, sorry. Let's start running together!", "category": "zero_anaphora"}
{"Index": 56, "source": "P1: <b>유기농만 먹는다며?</b>\nP2: 응 그래서 걔가 혈색이 좋긴 하더라.\nP1: 철수 그 친구 얼마나 오래 살려고~", "googleTranslation": "P1: You only eat organic food?\nP2: Yeah, that's why he has a nice complexion.\nP1: How long is that guy, Cheolsu, going to live~", "zeroShot": "P1: Didn't he say he only eats organic?\nP2: Yeah, that's why he looks so healthy.\nP1: How long does Chul-soo plan to live?", "CAT": "P1: I heard Cheolsu only eats organic food?\nP2: Yeah, that's why he looks so healthy.\nP1: How long does he plan to live, that guy?", "humanTranslation": "P1: <b>Cheolsu eats</b> organic food only huh?\nP2: Yes he has a bright complexion.\nP1: Cheolsu how is he going to live that long~", "category": "zero_anaphora"}
{"Index": 57, "source": "P1: <b>오후 3시에는 비행기에서 내려서,</b> 우리가 2시 반쯤에는 공항으로 출발해야돼.\nP2:<b> 생각보다 일찍 오네?</b> 애들 도착 예정 시간이 원래는 4시였던 것 같은데.\nP1: 아까 확인해보니까 <b>앞당겨졌더라고.</b>\nP1: 서둘러~ 우리 아들딸 안 기다리게 하려면.", "googleTranslation": "P1: We'll get off the plane at 3pm, so we have to leave for the airport around 2:30.\nP2: You're coming earlier than expected? I think the kids were supposed to arrive at 4pm.\nP1: I just checked and it's been moved up.\nP1: Hurry up~ If you don't want to keep your kids waiting.", "zeroShot": "P1: We need to leave for the airport around 2:30 PM because the plane lands at 3 PM.\nP2: You're coming earlier than I thought? I thought the kids were originally scheduled to arrive at 4 PM.\nP1: I checked earlier and it got moved up.\nP1: Hurry up~ if we don't want to keep our kids waiting.", "CAT": "P1: The kids will get off the plane at 3 PM, so we need to leave for the airport around 2:30 PM.\nP2: They are arriving earlier than expected? I thought their original arrival time was 4 PM.\nP1: I checked earlier, and it has been moved up.\nP1: Hurry up~ if we don't want our kids to wait.", "humanTranslation": "P1: <b>We take off 3pm from the airplane</b>, so we have to depart  2:30 at the latest. \nP2:<b> You arrive</b> <b>earlier than anticipated. </b>Our kids were originally anticipated to arrive at 4pm.\nP1: As I checked a while ago <b>it was brought forward.</b>\nP1: Hurry~ Not to have them wait.", "category": "zero_anaphora"}
{"Index": 58, "source": "P1:<b> 나이가 들어서 그렇지, 원래는 유연했어.</b>\nP2: 에이, 지금 양말 신는 것도 버거워 하시던데요.\nP1: 내가 니 엄마를 처음 봤을 때는, 다리찢기도 쉽게 했었어.", "googleTranslation": "P1: It's because I'm older. I used to be flexible.\nP2: Hey, I heard you're having trouble even putting on socks.\nP1: When I first saw your mom, she could easily do the splits.", "zeroShot": "P1: It's because I'm older now, but I used to be flexible.\nP2: Oh, but you seem to struggle even putting on socks now.\nP1: When I first met your mom, I could do the splits easily.", "CAT": "P1: She’s just getting older, but she used to be very flexible.\nP2: Oh, but now she struggles even to put on socks.\nP1: When I first met your mom, she could easily do the splits.", "humanTranslation": "P1:<b> Now that she got old, but she had a flexible body.</b>\nP2: Ay, she has a hard time putting on socks.\nP1: When I saw her for the first time, she could stretch her legs easily. ", "category": "zero_anaphora"}
{"Index": 59, "source": "P1: <b>제일 좋아하는 운동이 야구라며?</b>\nP2: 맞아 그래서 어렸을 때부터 클럽 활동 했다나봐.\nP1: 나도 어제 은정이한테 그 얘기 들었어.", "googleTranslation": "P1: You said your favorite sport is baseball?\nP2: Right, so I guess you've been in clubs since you were little.\nP1: I heard that story from Eun-jeong yesterday too.", "zeroShot": "P1: Is baseball your favorite sport?\nP2: Yes, that's why I've been in a club since I was young.\nP1: I heard that from Eunjung yesterday too.", "CAT": "P1: Is it true that Eun-jung's favorite sport is baseball?\nP2: Yes, so she has been part of a club since she was young.\nP1: So, I heard that from Eunjung yesterday too.", "humanTranslation": "P1: <b>Does she play baseball well?</b>\nP2: Yeah so she is said to have played in the baseball club. \nP1: I heard it from Eunjeong yesterday.", "category": "zero_anaphora"}
{"Index": 60, "source": "P1: <b>키가 좀 컸다.</b>\nP2: 정말요? 최근에 제가 체형 교정을 했더니.\nP1: 오 그런 효과도 있어? 어떻게 교정하는건데?", "googleTranslation": "P1: I grew a bit taller.\nP2: Really? I recently had my body shape corrected.\nP1: Oh, does that have an effect? How do you correct it?", "zeroShot": "P1: You've gotten a bit taller.\nP2: Really? I recently did some posture correction.\nP1: Oh, does that have such an effect? How do you correct it?", "CAT": "P1: You look a bit taller.\nP2: Really? I've been working on my posture lately.\nP1: Oh, does it have that effect? How do you correct your posture?", "humanTranslation": "P1: <b>You grew up a bit.</b>\nP2: Really? Recently I got a chiropractic therapy.\nP1: Oh is there that kind of effect too? How does it correct one?", "category": "zero_anaphora"}
{"Index": 61, "source": "P1: 철수는 언제쯤 도착한대?\nP2: <b>이따 밤 9시에 기차에 내려서</b>, <b>8시 반쯤 출발하자.</b>\nP1: 알겠어. 그럼 지금 옷 입고 준비해야겠다.\nP2: 응응 지금 7시니까 여유있게 데리러 나갈 수 있겠다.", "googleTranslation": "P1: When will Chulsoo arrive?\nP2: Let's get off the train at 9:00 PM and leave around 8:30.\nP1: Okay. Then I should get dressed and ready now.\nP2: Yeah, it's 7:00 AM now, so I should be able to pick him up with plenty of time to spare.", "zeroShot": "P1: When is Chul-soo supposed to arrive?\nP2: He'll get off the train at 9 PM, so let's leave around 8:30.\nP1: Got it. Then I should get dressed and get ready now.\nP2: Yeah, it's 7 now, so we can leave with plenty of time.", "CAT": "P1: What time is Cheolsu arriving?\nP2: He will get off the train at 9 PM, so let's head out around 8:30 PM.\nP1: Okay. Then I should get dressed and get ready now.\nP2: Yes, it's 7 PM now, so we have plenty of time to go pick him up.", "humanTranslation": "P1: When does Cheolsu arrive approximately?\nP2: <b>He leave the train at 9pm, so let's depart circa 8:30.</b>\nP1: Alright. Then get dressed now and prepare.\nP2: Yes right now it's 7pm and then we can pick him up, taking our time.", "category": "zero_anaphora"}
{"Index": 62, "source": "P1: <b>저녁 6시쯤 도착하나봐.</b>\nP2: <b>생각보다 늦게 오네?</b>\nP1: 응, 아까 은정이랑 통화했는데, 차가 많이 막혔대.\nP2: 이상하네. <b>원래 안 막히는 시간대인데.</b>\nP1: 지금 5시니까, 은정이 오기 전에 우린 청소하자.", "googleTranslation": "P1: I think I'll get there around 6pm.\nP2: It's later than I thought?\nP1: Yeah, I spoke to Eun-jung earlier, and she said there's a lot of traffic.\nP2: That's weird. There's usually no traffic during this time.\nP1: It's 5pm now, so let's clean up before Eun-jung gets here.", "zeroShot": "P1: Looks like she'll arrive around 6 PM.\nP2: She's coming later than I thought.\nP1: Yeah, I talked to Eunjung earlier, and she said there was a lot of traffic.\nP2: That's strange. It's usually not a busy time.\nP1: It's 5 PM now, so let's clean up before Eunjung gets here.", "CAT": "P1: It seems like Eunjung will arrive around 6 PM.\nP2: She's coming later than expected?\nP1: Yes, I talked to Eunjung earlier, and she said the traffic is heavy.\nP2: That's strange. It's usually not a busy time.\nP1: It's 5 PM now, so let's clean up before Eunjung arrives.", "humanTranslation": "P1:<b> Maybe Eunjeong's arriving at 6 in the evening.</b>\nP2:<b> She's coming later than I expected.</b>\nP1: Yes, a while earlier I had a call with Eunjeong, and she was in the middle of a trafiic.\nP2: It's strange.<b> It is usually no-traffic-jam time slot. </b>\nP1: Right now it's 5pm, so let's clean up before she arrives.", "category": "zero_anaphora"}
{"Index": 63, "source": "P1: 그래도 <b>드릴 선물은 있어야지.</b>\nP2: 아니에요 엄마, <b>요즘은 선물 드리지 않아요.</b>\nP1: 스승의 날인데, <b>그럼 선생님한테 감사의 표시도 안하고 넘어가?</b>\nP2: <b>드리면 </b>큰일 난다니까요.", "googleTranslation": "P1: But you should still give a gift.\nP2: No, Mom, we don't give gifts these days.\nP1: It's Teacher's Day, so you're just going to pass it by without even expressing your gratitude to your teacher?\nP2: I told you, if you do, you'll be in big trouble.", "zeroShot": "P1: Still, we should have a gift.\nP2: No, Mom, we don't give gifts these days.\nP1: It's Teacher's Day, so you're not going to show any appreciation to your teacher?\nP2: I'm telling you, it would be a big problem if we did.", "CAT": "P1: You should still prepare a gift.\nP2: No, mom, we don't give gifts anymore.\nP1: It's Teacher's Day, so are you just going to ignore showing appreciation to your teacher?\nP2: If I give a gift, it will be a big problem.", "humanTranslation": "P1 You<b> should give her a  present</b>, though.\nP2: No mom, <b>these days we don't give presents.</b>\nP1: It is teacher's day, and <b>you wouldn't express your gratitude and just pass away that day?</b>\nP2: <b>When we give something</b>, we would rather be in a trouble.", "category": "zero_anaphora"}
{"Index": 64, "source": "P1: <b>땀이 많이 나네.</b>\nP2: 응 내가 습한 날씨에 좀 취약해.\nP1: 나 수건 있는데 이거 쓸래?\nP2: 오, 고마워!", "googleTranslation": "P1: I'm sweating a lot.\nP2: Yeah, I'm a bit sensitive to humid weather.\nP1: I have a towel. Do you want to use this?\nP2: Oh, thanks!", "zeroShot": "P1: I'm sweating a lot.\nP2: Yeah, I'm a bit vulnerable to humid weather.\nP1: I have a towel, do you want to use it?\nP2: Oh, thanks!", "CAT": "P1: I'm sweating a lot.\nP2: Yeah, I'm a bit vulnerable to humid weather.\nP1: I have a towel, do you want to use it?\nP2: Oh, thank you!", "humanTranslation": "P1: <b>You sweating a lot. </b>\nP2: Yeah, I'm a bit sensitive to humid weather. \nP1: I have a towel, do you want to use it? \nP2: Oh, thanks!", "category": "zero_anaphora"}
{"Index": 65, "source": "P1: 근데, 너가 거짓말한걸 끝까지 숨겼다가 나중에 들키면, <b>많이 속상해할걸?</b>\nP2: 그건 맞는데, 그래도 이걸 어떻게 사실대로 말을 해.\nP1: 어휴, 나도 모르겠다. 너 마음대로 해 그냥.\nP2: 남자친구가 이거 알면 난 완전히 끝이라고..", "googleTranslation": "P1: But, if you hide your lies until the end and then get caught later, you'll be really upset, right?\nP2: That's true, but how can I tell the truth?\nP1: Oh, I don't know. Just do whatever you want.\nP2: If my boyfriend finds out, I'm completely finished..", "zeroShot": "P1: But if you hide the fact that you lied until the end and then get caught later, you'll be really upset.\nP2: That's true, but how can I tell the truth about this?\nP1: Ugh, I don't know either. Just do whatever you want.\nP2: If my boyfriend finds out about this, I'm completely done for...", "CAT": "P1: But if you keep hiding the lie and he finds out later, he will be very upset.\nP2: That's true, but how can I tell him the truth about this?\nP1: Ugh, I don't know. Just do whatever you want.\nP2: If my boyfriend finds out about this, I'm completely done for...", "humanTranslation": "P1: But, when you hide your lies and when the truth comes out, <b>he would be very upset at you.</b>\nP2: That's right, but how can one speak up the truth. \nP1: Phew I have no idea. Do whatever you want then.\nP2: When he knows it I'm done.", "category": "zero_anaphora"}
{"Index": 66, "source": "P1: <b>내가 자주 괴롭혔었어 사실.</b>\nP2: 도대체 왜 그랬어. 너 때문에 일이 단단히 꼬였네.\nP1: 그 땐 내가 너무 어렸고, 철수가 내 상사가 될 줄은 상상도 못했지.\nP2: 이제라도 그 때 일, 철수한테 사과 먼저 해.", "googleTranslation": "P1: Actually, I used to bully you often.\nP2: Why on earth did you do that? Things got really messed up because of you.\nP1: I was so young back then, and I couldn't even imagine that Chulsoo would become my boss.\nP2: Even now, apologize to Chulsoo first for that time.", "zeroShot": "P1: I used to bully him a lot, actually.\nP2: Why on earth did you do that? Things got really messed up because of you.\nP1: I was too young back then, and I never imagined Chulsoo would become my boss.\nP2: You should apologize to Chulsoo for what happened back then, even if it's now.", "CAT": "P1: I used to bully Chulsoo a lot, actually.\nP2: Why did you do that? Because of you, things got really messed up.\nP1: Back then, I was too young, and I never imagined that Chulsoo would become my boss.\nP2: Even now, apologize to Chulsoo for what you did back then.", "humanTranslation": "P1:<b> In fact, I teased Cheolsu a lot.</b>\nP2: Why did you do that. Because of you, the case went wrong seriously.\nP1: That time I was so young, I haven't imagined Cheolsu would be the superior\nP2: Say belated sorry to Cheolsu first.", "category": "zero_anaphora"}
{"Index": 67, "source": "P1: <b>너가 자주 연락했었다며.</b>\nP2: 관심이 가서 <b>연락을 좀 했었는데</b>, 다 옛날 일이지.\nP1: 영희는 그 정도가 아니었다고 하던데. 너가 만나자고 엄청 매달렸대.\nP2: 뭐? 그건 완전히 과장이야.", "googleTranslation": "P1: You said you contacted her often.\nP2: I contacted her a bit because I was interested, but it's all in the past.\nP1: Younghee said it wasn't like that. She said you were really insistent on meeting her.\nP2: What? That's a total exaggeration.", "zeroShot": "P1: I heard you used to contact her often.\nP2: I was interested, so I contacted her a bit, but that's all in the past.\nP1: Younghee said it wasn't just that. She said you were really persistent about meeting up.\nP2: What? That's completely exaggerated.", "CAT": "P1: I heard you contacted her often.\nP2: I was interested, so I contacted her a bit, but that was all in the past.\nP1: Younghee said it wasn't just that. She said you were very persistent in asking to meet.\nP2: What? That's completely exaggerated.", "humanTranslation": "P1: <b>You used to contact her often</b>, didn't you? \nP2: I<b> did contact her</b> <b>because I was into her </b>but that's all in the past.\nP1: Younghee said it wasn't just that. She said you were desperate to meet her. \nP2: What? That's a complete exaggeration.", "category": "zero_anaphora"}
{"Index": 68, "source": "P1:<b> 무릎을 다치기 전에는</b> <b>동네 농구의 왕이었지</b>\nP2: 정말? 나중에 같이 농구장 가보자고 해야지.\nP1: 그래, 철수한테 좀 가르쳐달라고 해.\nP2: 응 그래야겠다. 나 3점 슛 배우고 싶어.", "googleTranslation": "P1: Before you hurt your knee, you were the neighborhood basketball king.\nP2: Really? I should ask you to go to the basketball court together later.\nP1: Yeah, ask Cheolsu to teach you.\nP2: Yeah, I guess so. I want to learn how to shoot three-pointers.", "zeroShot": "P1: Before I hurt my knee, I was the king of neighborhood basketball.\nP2: Really? We should go to the basketball court together sometime.\nP1: Sure, ask Chul-soo to teach you a bit.\nP2: Yeah, I should. I want to learn how to shoot three-pointers.", "CAT": "P1: Before I hurt my knee, I was the king of neighborhood basketball.\nP2: Really? We should go to the basketball court together later.\nP1: Sure, ask Chulsoo to teach you.\nP2: Yes, I should do that. I want to learn how to shoot three-pointers.", "humanTranslation": "P1: Before<b> he broke his knee,</b> he was the king of basketball.\nP2: Really? Later I should talk to him to go to a basketball field.\nP1: Yes, tell Cheolsu to teach you.\nP2: Yes I should. I want to learn the 3-pointer shoot.", "category": "zero_anaphora"}
{"Index": 69, "source": "P1: <b>아까 음악 시간에 노래 잘 부르더라.</b>\nP2: 응, 나도 정말 깜짝 놀랐어.\nP1: <b>그런 실력을 숨기고 있었을 줄이야...</b>\nP2: 노래 학원 어디 다니냐고 은정이한테 물어봐야겠다.", "googleTranslation": "P1: You sang well during music class earlier.\nP2: Yeah, I was really surprised too.\nP1: Who knew you'd be hiding such talent...\nP2: I should ask Eun-jeong where she goes to a singing academy.", "zeroShot": "P1: You sang really well during music class earlier.\nP2: Yeah, I was really surprised too.\nP1: I didn't know you were hiding such talent...\nP2: I should ask Eunjung where she goes for singing lessons.", "CAT": "P1: Someone in our music class sang really well earlier.\nP2: Yeah, I was really surprised too.\nP1: I didn't know they had such talent.\nP2: I should ask Eunjung which singing academy they attend.", "humanTranslation": "P1:<b> She sang really well</b> in music class earlier. \nP2: Yeah, I was really surprised too. \nP1: I had no idea <b>she was hiding </b>such talent... \nP2: I should ask Eunjeong where you take singing lessons.", "category": "zero_anaphora"}
{"Index": 70, "source": "P1: 최근에 철수 소식 들은 것 있어?\nP2: 아니, <b>최근에는 없어</b>. 왜 무슨 일 있대?\nP1: 그건 아닌데, 그냥 궁금해서.", "googleTranslation": "P1: Have you heard any news of withdrawal recently?\nP2: No, not recently. Why is something happening?\nP1: That's not it, I was just curious.", "zeroShot": "P1: Have you heard any news about Chul-soo recently?\nP2: No, nothing recently. Why, is something going on?\nP1: No, it's not that, I was just curious.", "CAT": "P1: Have you heard any news about Chulsoo recently?\nP2: No, I haven't heard anything recently. Why, is there something going on with him?\nP1: No, it's nothing like that. I was just curious.", "humanTranslation": "P1: Have you ever heard about Cheolsu lately?\nP2: No, <b>I haven't heard anything recently. </b>Why, what's the matter?\nP1: That's not the case but I'm just curious.", "category": "zero_anaphora"}
{"Index": 71, "source": "P1: 저번 금요일에는 <b>집에 잘 들어갔대?</b>\nP2: 응, <b>택시 타고 </b>들어간 모양이더라.\nP1: 잘했네! 영희, 안그래도 술 많이 마셔서 걱정됐었는데.", "googleTranslation": "P1: Did you get home safely last Friday?\nP2: Yeah, it looks like you took a taxi.\nP1: Good job! Younghee, I was worried because you drank a lot.", "zeroShot": "P1: Did you get home safely last Friday?\nP2: Yes, it seems like I took a taxi home.\nP1: Good job! I was worried because Younghee drank a lot.", "CAT": "P1: Did Younghee get back home safely last Friday?\nP2: Yes, it seems she took a taxi.\nP1: That's a relief! I was worried because Younghee drank a lot.", "humanTranslation": "P1: Did she <b>arrive at home nice and comfortably?</b>\nP2: Yes, she seemed to <b>have taken taxi</b>.\nP1: Well done! Yeonghee, I had some worries on her since she drank that much.", "category": "zero_anaphora"}
{"Index": 72, "source": "P1: <b>영희가 엄청 싫어하더라</b>\nP2: 뭐를?\nP1: 철수 말이야! <b>성격이 정말 안 맞나봐</b>\nP2: 그래? 난 둘이 잘 지내는 줄 알았는데", "googleTranslation": "P1: Younghee really hated it\nP2: What?\nP1: I mean Cheolsu! It seems like our personalities really don't match\nP2: Really? I thought the two of you got along well.", "zeroShot": "P1: Younghee really dislikes him.\nP2: Who?\nP1: Cheolsu! It seems their personalities really don't match.\nP2: Really? I thought they were getting along well.", "CAT": "P1: Younghee really hates him.\nP2: Who?\nP1: Chulsoo! Their personalities just don't match.\nP2: Really? I thought they got along well.", "humanTranslation": "P1: <b>Yeonghee hated him that much.</b>\nP2: What?\nP1: Cheolsu! <b>Yeonghee and Cheolsu may have ill-fitting characters each other.</b>\nP2: Oh yeah? I thought those two got together quite well.", "category": "zero_anaphora"}
{"Index": 73, "source": "P1: <b>은정이가 정말 좋아하던데</b>\nP2: <b>누구 좋아한대?</b>\nP1: 아니 라면 말이야. <b>라면을 정말 좋아하더라구.</b>\nP2: 아, 난 은정이가 좋아하는 사람 생겼다는 줄 알았어.", "googleTranslation": "P1: Eun-jeong really likes it.\nP2: Who does she like?\nP1: Well, that's not it. She really likes ramen.\nP2: Oh, I thought Eun-jeong had someone she likes.", "zeroShot": "P1: Eunjung really likes it.\nP2: Who does she like?\nP1: No, I mean ramen. She really likes ramen.\nP2: Oh, I thought you meant Eunjung had someone she likes.", "CAT": "P1: Eunjung really likes it.\nP2: Who does she like?\nP1: No, I meant ramen. She really likes ramen.\nP2: Oh, I thought you meant she liked someone.", "humanTranslation": "P1: <b>Eunjeong likes it very much.</b>\nP2: <b>She likes whom?</b>\nP1: No I mean instant noodles. <b>She definitely loves noodles</b>.\nP2: Ah, I supposed Eunjeong has a good feeling on someone.", "category": "zero_anaphora"}
{"Index": 74, "source": "P1: <b>너가 자주 연락했었잖아.</b>\nP2: 한 5년 전만 해도 그랬지. 근데 요즘은 나도 <b>잘 안 했어.</b>\nP1: 그래? 그럼 누가 근황을 잘 아려나...\nP2: 듣기로는 영수가 그래도 <b>연락을 계속 하는 것 같긴 하더라</b>.\nP1: 아냐, 아까 영수한테도 물어봤는데, 영수도 은정이랑 연락 안한지 꽤 됐대", "googleTranslation": "P1: You used to contact me often, right?\nP2: About 5 years ago, that was the case. But I haven't been doing it much lately either.\nP1: Really? Then who knows what's going on...\nP2: From what I've heard, Youngsoo still keeps in touch.\nP1: No, I asked Youngsoo earlier, and he said it's been a while since he contacted Eunjung.", "zeroShot": "P1: You used to contact often.\nP2: That was about five years ago. But these days, I haven't been in touch much either.\nP1: Really? Then who might know the latest updates...\nP2: I heard that Youngsoo still keeps in touch.\nP1: No, I asked Youngsoo earlier, and he said it's been quite a while since he last contacted Eunjung.", "CAT": "P1: You used to contact her often.\nP2: Yeah, about five years ago. But these days, I haven't been in touch much either.\nP1: Really? Then who might know how she's doing?\nP2: I heard that Youngsoo still keeps in touch with her.\nP1: No, I asked Youngsoo earlier, and he said he hasn't been in touch with Eunjung for quite a while either.", "humanTranslation": "P1: <b>You texted her quite often.</b>\nP2: Right for 5 years ago I did so. But I lately <b>did not text that much</b>.\nP1: Oh yeah? Then who will know how Eunjeong's life going...\nP2: As I heard, Yeongsu is <b>keeping contact with her though</b>. \nP1: No, I just questioned Yeongsu and those two also have been in no contact for long.", "category": "zero_anaphora"}
{"Index": 75, "source": "P1: 철수가 그러는데 <b>수학 시험 100점이라나봐</b>\nP2: 오, 이번에 <b>진짜 어려웠다고</b> 들었는데.\nP1: 응, 역시 은정이라는 생각이 들더라.\nP2: 은정이한테 어려웠던 문제 풀이법 좀 알려달라고 해야지.", "googleTranslation": "P1: Chulsoo said that I got a perfect score on the math test.\nP2: Oh, I heard it was really hard this time.\nP1: Yeah, I guess it's Eunjeong.\nP2: I should ask Eunjeong to teach me how to solve the difficult problems.", "zeroShot": "P1: Cheolsu said he got 100 on the math test.\nP2: Oh, I heard it was really difficult this time.\nP1: Yeah, I thought it must be Eunjung.\nP2: We should ask Eunjung to teach us how to solve the difficult problems.", "CAT": "P1: Chulsoo told me he scored a perfect 100 on the math test.\nP2: Wow, I heard it was really challenging this time.\nP1: Yes, I thought it must be Eunjung.\nP2: I should ask Eunjung to explain how she solved the difficult questions.", "humanTranslation": "P1: Cheolsu told me <b>she scored 100 on math test</b>.\nP2: Oh, I thought <b>it was quite difficult </b>this time.\nP1: Yes, I thought, 'how smart she is'!\nP2: I will ask Eunjeong the solution for the difficult questions.", "category": "zero_anaphora"}
{"Index": 76, "source": "P1: <b>철수가 진짜 별로였대.</b>\nP2: 진짜? 왜?\nP1: 일단 날씨가 진짜 습하고, 음식도<b> 입에 안 맞았나봐</b>.\nP2: 하긴, 이맘때 열대 지방으로 여행 가면 정말 고생일 것 같아. ", "googleTranslation": "P1: I heard that Cheolsu really wasn't that great.\nP2: Really? Why?\nP1: Well, the weather was really humid, and the food didn't suit his taste.\nP2: Well, it seems like it would be really hard to travel to a tropical region at this time of year.", "zeroShot": "P1: They said Cheolsu was really not good.\nP2: Really? Why?\nP1: First of all, the weather was really humid, and the food didn't suit his taste.\nP2: Well, traveling to tropical regions around this time would be really tough.", "CAT": "P1: Cheolsu said his trip wasn't great.\nP2: Really? Why?\nP1: First, the weather was really humid, and he didn't like the food either.\nP2: I guess anyone would have a hard time traveling to a tropical region at this time of year.", "humanTranslation": "P1: <b>Cheolsu says it was very bad.</b>\nP2: Really? Why?\nP1: For one thing, the weather was really humid, and the food there <b>doesn't suit his taste</b>.\nP2: That could be so, one must suffer a lot, travelling to tropical region in this season.", "category": "zero_anaphora"}
{"Index": 77, "source": "P1: <b>여기 모기 물렸다.</b>\nP2: 이런... <b>이제 슬슬 나오기 시작하나보다</b>. \nP1: 여태 몰랐어? 간지럽진 않고?\nP2: 응, 너가 말하기 전까지 몰랐어. 뭔가 슬슬 간지러워지는 것 같아.", "googleTranslation": "P1: I got bitten by a mosquito here. \nP2: Oh no... I think it's starting to come out now. \nP1: You didn't notice until now? It doesn't tickle? \nP2: Yeah, I didn't notice until you said it. It feels like it's starting to tickle.", "zeroShot": "P1: I got bitten by a mosquito here.\nP2: Oh no... It looks like they're starting to come out now.\nP1: You didn't know until now? Is it not itchy?\nP2: Yeah, I didn't know until you mentioned it. It feels like it's starting to get itchy.", "CAT": "P1: I got bitten by a mosquito here.\nP2: Oh no... It seems like the mosquitoes are starting to come out now.\nP1: You didn't know until now? Isn't it itchy?\nP2: Yeah, I didn't know until you mentioned it. It seems like it's starting to get itchy.", "humanTranslation": "P1: <b>You got a mosquito bite here</b>. \nP2: Oh no... I guess <b>they're starting to come out now.</b>\nP1: You haven't noticed until now? Doesn't it itch? \nP2: Nope, I didn't know until you said something. It's starting to itch a little now.", "category": "zero_anaphora"}
{"Index": 78, "source": "P1: 집에 안 가? 지금 벌써 8시인데.\nP2: 오늘은 좀 더 공부하고 집에 가려고. 내일 시험이잖아.\nP1: 아직 저녁도 안 먹었잖아 근데. 원래 7시쯤 먹지 않아?\nP2: 맞아, 8시 반쯤 집에 들어가야지.\nP1: 그럼 <b>9시에나 먹겠네.</b>", "googleTranslation": "P1: Aren't you going home? It's already 8 o'clock.\nP2: I'm going to study a little more today and then go home. I have a test tomorrow.\nP1: You haven't even eaten dinner yet. Don't you usually eat around 7?\nP2: Right, I should be home around 8:30.\nP1: Then I'll eat at 9.", "zeroShot": "P1: Aren't you going home? It's already 8 o'clock.\nP2: I'm planning to study a bit more before going home today. There's a test tomorrow.\nP1: But you haven't even had dinner yet. Don't you usually eat around 7?\nP2: Yeah, I should be home around 8:30.\nP1: Then you'll be eating around 9.", "CAT": "P1: Aren't you heading home? It's already 8 PM.\nP2: I'm going to study a bit more before heading home. I have a test tomorrow.\nP1: But you haven't had dinner yet. Don't you usually eat around 7?\nP2: Yeah, I'll probably get home around 8:30.\nP1: So you'll be eating around 9 then.", "humanTranslation": "P1: Don't you go home? It's already 8.\nP2: I should study some more and I'll get back home. Tomorrow's exam.\nP1: You didn't have dinner yet. Don't you usually eat dinner at 7?\nP2: Yes, I should be home at 8:30.\nP1: Then <b>your dinner would be at about 9 o' clock</b>.", "category": "zero_anaphora"}
{"Index": 79, "source": "P1: <b>그걸 아직 모르시면</b> 프로젝트 진행이 안 되니까, 어서 안내 사항 전달 드려. \nP2: 네 알겠습니다. <b>오늘 중으로 전달 드릴게요</b>.\nP1: 참고로 영희님은 서면보다는 대면으로 전달 받는 걸 선호하셔.\nP2: 그렇군요, 그럼 영희님 스케줄 확인하고<b> 안내 사항 전달 드리겠습니다.</b>", "googleTranslation": "P1: If you don't know that yet, the project won't proceed, so I'll quickly give you the instructions. \nP2: Okay, I understand. I'll give it to you today.\nP1: By the way, Younghee prefers to receive information in person rather than in writing.\nP2: I see, then I'll check Younghee's schedule and give you the instructions.", "zeroShot": "P1: If you don't know that yet, the project can't proceed, so please deliver the instructions quickly.\nP2: Yes, understood. I will deliver them by today.\nP1: For your information, Ms. Younghee prefers to receive instructions in person rather than in writing.\nP2: I see, then I will check Ms. Younghee's schedule and deliver the instructions.", "CAT": "P1: If you are not aware of that yet, the project can't move forward, so please deliver the instructions promptly.\nP2: Yes, understood. I will deliver them today.\nP1: By the way, Ms. Younghee prefers to receive instructions face-to-face rather than in writing.\nP2: Got it, then I will check Ms. Younghee's schedule and deliver the instructions.", "humanTranslation": "P1: When <b>she doesn' t informed about it t</b>he project cannot be progressed, quick \nP2: Yes, got it.<b> I would transfer it to her up today.</b>\nP1: To drop a hint, Yeonghee prefer receiving information face to face rather than in written ones.\nP2: I see, then I'll check Yeonghee's schedule and <b>convey the guidance.</b>", "category": "zero_anaphora"}
{"Index": 80, "source": "P1: 저번 초청 강의 때 보니까 <b>전달력이 남다르시던데</b>.\nP2: 맞아. <b>괜히 명강사로 불리시는게 아니야</b>. \nP3: 너희 김철수 강사님 강의 들었구나! 그 분 진짜 강의 잘하시지.\nP1: 응, <b>지난주 금요일 강의 같이 갔었어</b>. ", "googleTranslation": "P1: I saw you at your last guest lecture, and your communication skills were outstanding.\nP2: That's right. You're not called a great lecturer for nothing.\nP3: You've heard of Professor Kim Cheol-soo's lecture! He's really good at teaching.\nP1: Yeah, I went to the lecture with you last Friday.", "zeroShot": "P1: I noticed during the last guest lecture that your delivery was exceptional.\nP2: Right. There's a reason he's called a great lecturer.\nP3: You guys attended Kim Cheolsu's lecture! He's really good at lecturing.\nP1: Yeah, we went to the lecture together last Friday.", "CAT": "P1: I noticed during the last guest lecture that he has exceptional delivery skills.\nP2: That's right. He is not called a great lecturer for nothing.\nP3: You guys attended Professor Kim Cheol-soo's lecture! He really gives great lectures.\nP1: Yes, we went to the lecture together last Friday.", "humanTranslation": "P1: As I saw Mr. Cheolsu before at the guest lecture <b>he had a power of speech delivery.</b>\nP2: Yes. That's why <b>he's called a great lecturer.</b>\nP3: You heard a course of lecturer Kim, Cheol-Su! He teaches really well.\nP1: Yes, <b>we went</b> to last Friday's course of lecturer Kim<b> together.</b>", "category": "zero_anaphora"}
{"Index": 81, "source": "P1: 누가 영희를 만난거야?\nP2: <b>철수가 만났어.</b>", "googleTranslation": "P1: Who met Younghee?\nP2: Chulsoo met her.", "zeroShot": "P1: Who met Younghee?\nP2: Cheolsu met her.", "CAT": "P1: Who met Younghee?\nP2: Cheolsu met her.", "humanTranslation": "P1: Who met Younghee?\nP2: <b>Cheolsu met her.</b>", "category": "zero_anaphora"}
{"Index": 82, "source": "P1: 영희 결국 그 책 샀대?\nP2: 응 이틀 전에.\nP1: <b>아직 다 읽진 않았겠지?</b>\nP2: <b>다 읽었대.</b>", "googleTranslation": "P1: Younghee, did you end up buying that book?\nP2: Yeah, two days ago.\nP1: You haven't finished reading it yet, right?\nP2: You said you finished it.", "zeroShot": "P1: Did Younghee finally buy that book?\nP2: Yes, two days ago.\nP1: She hasn't finished reading it yet, has she?\nP2: She said she finished it.", "CAT": "P1: Did Younghee finally buy that book?\nP2: Yes, two days ago.\nP1: She hasn't finished reading it yet, has she?\nP2: She said she finished it.", "humanTranslation": "P1: Did Younghee end up buying that book? \nP2: Yeah, two days ago. \nP1: <b>She probably hasn't finished reading it yet, right? </b>\nP2: <b>She said she finished it.</b>", "category": "zero_anaphora"}
{"Index": 83, "source": "P1: <b>영희는 안 좋아해.</b>\nP2: 왜? <b>난 괜찮아 보이던데.</b>\nP1: 철수가 영희한테만 짖궂게 굴어서.", "googleTranslation": "P1: Younghee doesn't like it.\nP2: Why? I looked fine.\nP1: Because Chulsoo is only mean to Younghee.", "zeroShot": "P1: I don't like Younghee.\nP2: Why? She seemed fine to me.\nP1: Because Chulsoo only acts mean to Younghee.", "CAT": "P1: I don't like Younghee.\nP2: Why? She seemed fine to me.\nP1: Because Chulsoo is only mean to Younghee.", "humanTranslation": "P1: <b>Younghee doesn't like him.</b>\nP2: Why? <b>To me, he looks good</b>\nP1: Because Cheolsu is mean to Younghee.", "category": "zero_anaphora"}
{"Index": 84, "source": "P1: 철수가 <b>영희가 때렸을 때</b> 울었어.\nP2: 엥? 철수 맷집 진짜 좋던데, 정말 울었어?", "googleTranslation": "P1: Cheolsu cried when Younghee hit him.\nP2: Huh? Cheolsu's body is really nice. Did he really cry?", "zeroShot": "P1: Cheolsu cried when Yeonghee hit him.\nP2: Huh? Cheolsu is really tough, did he really cry?", "CAT": "P1: Cheolsu cried when Yeonghee hit him.\nP2: What? Cheolsu is really tough. Did he really cry?", "humanTranslation": "P1: <b>Cheolsu cried when Younghee hit him.</b>\nP2: What? Cheolsu can really take a beating, did he really cry?", "category": "zero_anaphora"}
{"Index": 85, "source": "P1: 은정이가 <b>영희가 때리기 시작했을 때</b> 울었어.\nP2: 그럴만도 하지. 영희랑 철수 정말 무섭게 싸우더라.\nP1: 은정이가 <b>옆에서 말리다가</b> 감당이 안 됐었나봐.\nP2: 은정이가 마음이 여린 편이니까. 힘들었을거야.", "googleTranslation": "P1: Eun-jung cried when Young-hee started hitting her.\nP2: That makes sense. Young-hee and Chulsoo fought really fiercely.\nP1: Eun-jung tried to stop them, but she couldn't handle it.\nP2: Eun-jung is a bit sensitive. It must have been hard for her.", "zeroShot": "P1: Eunjung cried when Younghee started hitting her.\nP2: That's understandable. Younghee and Chulsoo were fighting really fiercely.\nP1: Eunjung tried to stop them but couldn't handle it.\nP2: Eunjung is quite sensitive. It must have been hard for her.", "CAT": "P1: Eunjung cried when Yeonghee started hitting her.\nP2: I can understand that. Yeonghee and Cheolsu were really fighting fiercely.\nP1: Eunjung tried to stop them but it seems she couldn't handle it.\nP2: Eunjung is quite sensitive. It must have been hard for her.", "humanTranslation": "P1: Eunjeong started crying when <b>Younghee started hitting Chelsoo. </b>\nP2: I can understand that. Younghee and Cheolsu were fighting really fiercely.\nP1: It seems like <b>Eunjeong was trying to stop them</b> but couldn't handle it. \nP2: Eunjeong is a sensitive person. It must have been hard for her.", "category": "zero_anaphora"}
{"Index": 86, "source": "P1: 아무도 <b>영희가 좋아한다고</b> 생각하지 않아.\nP2: 그래? 난 처음 이곳에 와서 아직 잘 모르겠어.\nP3: 너도 지켜보면 곧 알게 될거야.\nP1: 영희랑 은정이는 꽤 자주 다투거든.", "googleTranslation": "P1: No one thinks Younghee likes it.\nP2: Really? I'm new here so I don't know yet.\nP3: If you watch, you'll soon find out.\nP1: Younghee and Eunjeong fight quite often.", "zeroShot": "P1: No one thinks Younghee likes it.\nP2: Really? I just got here, so I don't know well yet.\nP3: You'll find out soon if you keep watching.\nP1: Younghee and Eunjung argue quite often.", "CAT": "P1: No one thinks that Younghee likes anyone.\nP2: Really? I just got here, so I'm not sure yet.\nP3: You'll find out soon if you keep an eye on them.\nP1: Younghee and Eunjung argue quite often.", "humanTranslation": "P1: Nobody thinks<b> Younghee like her.</b>\nP2: Really? I'm new here, so I'm not sure yet. \nP3: You'll see if you observe them for a while. \nP1: Younghee and Eunjeong fight quite often.", "category": "zero_anaphora"}
{"Index": 87, "source": "P1: <b>영희의 남동생이 미워한다는게</b> 좀 안타깝다.\nP2: <b>영희 집에 놀러갈 때마다 놀리더니 그럴만 하지.</b>\nP1: 내 말이. 철수야! 다음에 놀러갈 땐 남동생 줄 과자라도 사서 가.\nP2: 그래, <b>그리고 그만 좀 놀리고.</b>", "googleTranslation": "P1: It's a shame that Younghee's younger brother hates her.\nP2: He teases her every time he visits Younghee's house, so it's understandable.\nP1: What I'm saying is. Cheolsu! Next time you visit, buy some snacks for your younger brother.\nP2: Okay, and stop teasing him.", "zeroShot": "P1: It's a bit unfortunate that Younghee's younger brother hates me.\nP2: Every time you go to Younghee's house, you tease him, so it's understandable.\nP1: That's what I'm saying. Chulsoo! Next time you visit, buy some snacks for her younger brother.\nP2: Yeah, and stop teasing him so much.", "CAT": "P1: It's a bit sad that Younghee's younger brother hates us.\nP2: Well, every time we visit Younghee's house, we tease him, so it's understandable.\nP1: Exactly. Chulsoo, next time you visit, bring some snacks for her younger brother.\nP2: Yeah, and stop teasing him.", "humanTranslation": "P1: It's a bit sad that <b>Younghee's younger brother hates him. </b>\nP2:<b> He</b> deserves it, <b>after teasing her brother</b> every time he visits Younghee's house.\n P1: Exactly. Cheolsu! Buy some snacks for her brother next time you visit. \nP2: Yes, and <b>stop teasing him</b>.", "category": "zero_anaphora"}
{"Index": 88, "source": "P1: 영희는 지금 뭐하고 있대?\nP2: 철수가 잘 알걸.\nP3: 응, <b>지금 수영 학원 갔을거야</b>.\nP1: <b>언제쯤 돌아오는지 알아</b>?", "googleTranslation": "P1: What is Younghee doing now?\nP2: I'm sure Chulsoo knows.\nP3: Yeah, she's probably at swimming school right now.\nP1: Do you know when she'll be back?", "zeroShot": "P1: What is Younghee doing now?\nP2: Chulsoo would know well.\nP3: Yeah, she probably went to swimming class.\nP1: Do you know when she'll be back?", "CAT": "P1: What is Younghee doing right now?\nP2: Chulsoo probably knows.\nP3: Yeah, she probably went to the swimming academy.\nP1: Do you know when she'll be back?", "humanTranslation": "P1: What is Yeong-Hee doing now?\nP2: Cheol-Su may know. \nP3: Yes, <b>she must have got swimming school. </b>\nP1: <b>Do you know when should she get back?</b>", "category": "zero_anaphora"}
{"Index": 89, "source": "P1: <b>아마 걸어오셨나봐요</b>.\nP2: 맞아요. 그런 것 같아요. <b>땀을 많이 흘리신 걸 보니</b>.\nP1: 제가 좀 시원한 물이라도 떠올게요.\nP2: 저는 그럼 철수씨 계신 방에 에어컨 좀 틀어야겠어요.", "googleTranslation": "P1: You probably walked here.\nP2: Right. I think so. You must have sweated a lot.\nP1: I'll get you some cold water.\nP2: Then I'll turn on the air conditioner in the room where Mr. Cheolsu is.", "zeroShot": "P1: You must have walked here.\nP2: Yes, I think so. Seeing how much you're sweating.\nP1: I'll get you some cold water.\nP2: Then I'll turn on the air conditioner in Mr. Chulsoo's room.", "CAT": "P1: He must have walked here.\nP2: Yes, it seems so. He is sweating a lot.\nP1: I'll get him some cold water.\nP2: Then I'll turn on the air conditioner in his room.", "humanTranslation": "P1: <b>Mr.Cheolsu must have walked here.</b>\nP2: That's right. I think it's true, because he sweated a lot\nP1: I'll go to get some cool water.\nP2: Then I'll turn on the air conditioner in Chulsoo's room.", "category": "zero_anaphora"}
{"Index": 90, "source": "P1: 약속을 잡으셨나요?\nP2: 네 잡았습니다.\nP1: 성함이 어떻게 되시죠?\nP2: 김철수입니다.\nP1: 2시 약속이시네요. 영희님 만나러 오신 것 맞죠?\nP2: 네 맞습니다.\nP1: <b>아직 식사 중이셔서, 마치시면</b> 안내해 드리겠습니다.", "googleTranslation": "P1: Did you make an appointment?\nP2: Yes, I did.\nP1: What's your name?\nP2: This is Kim Cheol-su.\nP1: It's an appointment at 2 o'clock. Are you here to meet Young-hee?\nP2: Yes, that's right.\nP1: You're still eating, so I'll show you around when you're done.", "zeroShot": "P1: Did you make an appointment?\nP2: Yes, I did.\nP1: What is your name?\nP2: My name is Cheolsu Kim.\nP1: You have an appointment at 2 o'clock, right? You're here to see Yeonghee, correct?\nP2: Yes, that's right.\nP1: She is still having lunch, so I will guide you once she is finished.", "CAT": "P1: Have you scheduled an appointment?\nP2: Yes, I have.\nP1: May I have your name, please?\nP2: I'm Chulsoo Kim.\nP1: You have a 2 PM appointment. Are you here to meet Younghee?\nP2: Yes, I am.\nP1: She is currently eating, so I will assist you once she is done.", "humanTranslation": "P1: Have you made an appointment?\nP2: Yes I have.\nP1: What's your name?\nP2: This is Kim Cheol-soo.\nP1: You have an appointment at 2. You're here to meet Younghee, right?\nP2: Right.\nP1: <b>She's still eating, so I'll guide you when she's done.</b>", "category": "zero_anaphora"}
{"Index": 91, "source": "P1: <b>진짜 설명 잘 하신다.</b>\nP2: <b>그렇지? 우리 과에서 가장 인기 많으신 분이야.</b>\nP1: 응 그럴만 한 것 같아.\nP2: 나중에 이 교수님 다른 수업도 들어봐.", "googleTranslation": "P1: You're really good at explaining things.\nP2: Right? He's the most popular person in our department.\nP1: Yeah, I guess so.\nP2: Take this professor's other classes later.", "zeroShot": "P1: You really explain things well.\nP2: Right? They're the most popular person in our department.\nP1: Yeah, I can see why.\nP2: Try taking another class with this professor later.", "CAT": "P1: The professor explains things really well.\nP2: Right? He/She is the most popular in our department.\nP1: Yeah, I think he/she deserves the popularity.\nP2: You should take more of his/her classes later.", "humanTranslation": "P1: <b>The professor is really good at explaining.</b>\nP2: <b>Do you think so? He is the most popular person in our department.</b>\nP1: It's understandable.\nP2: You should take another class of him later.", "category": "zero_anaphora"}
{"Index": 92, "source": "P1: <b>나도 줘.</b>\nP2: <b>선생님이 주신거야, 너도 달라고 해봐.</b>\nP1: 선생님 저도 그 색연필 주세요.\nP3: <b>그래 받아라.</b>", "googleTranslation": "P1: Give it to me too.\nP2: The teacher gave it to me, ask for it too.\nP1: Teacher, give me that colored pencil too.\nP3: Okay, take it.", "zeroShot": "P1: Give me some too.\nP2: The teacher gave it to me, ask for it yourself.\nP1: Teacher, please give me that colored pencil too.\nP3: Sure, here you go.", "CAT": "P1: Can I have one too?\nP2: The teacher gave it to me. You should ask for one too.\nP1: Teacher, can I have that colored pencil too?\nP3: Okay, take it.", "humanTranslation": "P1:<b> Give me </b>one too. \nP2: <b>The teacher gave it to me. You can ask her </b>for one too. \nP1: Teacher, can I have one of those colored pencils too? \nP3: Sure, <b>here you go.</b>", "category": "zero_anaphora"}
{"Index": 93, "source": "P1: <b>거기 카페 앞에 있는 정육점에서</b> 삽겹살 두 근 사오라고 해.\nP2: 네 알겠어요.\nP2: 영희야, 엄마가 여기 앞에 정육점 가서 삽겹살 두 근 사오래.\nP3: 나 보고? 오늘 더워서 나가기 싫은데...", "googleTranslation": "P1: Tell them to go to the butcher shop in front of the cafe and buy two pounds of pork belly.\nP2: Okay, I understand.\nP2: Younghee, Mom told me to go to the butcher shop in front of here and buy two pounds of pork belly.\nP3: Me? It's so hot today that I don't want to go out...", "zeroShot": "P1: Go to the butcher shop in front of the cafe and buy two geun of pork belly.\nP2: Okay, got it.\nP2: Younghee, Mom said to go to the butcher shop in front and buy two geun of pork belly.\nP3: Me? I don't want to go out because it's hot today...", "CAT": "P1: Tell them to buy two pounds of pork belly from the butcher shop in front of the cafe.\nP2: Okay, got it.\nP2: Younghee, Mom wants you to go to the butcher shop in front and buy two pounds of pork belly.\nP3: Me? It's too hot today, I don't want to go out...", "humanTranslation": "P1: <b>Tell Younghee to buy pork belly at the butcher shop in front of the cafe.</b>\nP2: Sure I am.\nP2: Younghee, mom told you to go to the butcher shop and buy pork belly.\nP3: To me? I don't want to go out because it's hot today...", "category": "zero_anaphora"}
{"Index": 94, "source": "P1: <b>자주 만나지 않았어?</b>\nP2: 최근에는 또 아니었나봐. 영희랑 철수 서로 못 본지 1년은 됐다고 하더라. \nP1: 둘이 예전에는 꼭 붙어 다니더니.", "googleTranslation": "P1: Didn't you meet often?\nP2: Not recently, I guess. Younghee and Chulsoo said they haven't seen each other in a year. \nP1: They used to be always together.", "zeroShot": "P1: Didn't they meet often?\nP2: Apparently not recently. I heard it's been a year since Younghee and Chulsoo last saw each other.\nP1: They used to be inseparable.", "CAT": "P1: Didn’t they meet often?\nP2: Apparently, they haven’t met recently. I heard it’s been a year since Younghee and Cheolsu last saw each other.\nP1: They used to be inseparable.", "humanTranslation": "P1: <b>Didn't they used to see </b>each other often?\nP2: Apparently not recently. Younghee and Cheolsoo said they haven't seen each other for a year. \nP1: It seemed they were inseparable.", "category": "zero_anaphora"}
{"Index": 95, "source": "P1: <b>자주 만나지 않았어?</b>\nP2: 아냐, 나도 최근에는 통 못 봤어.\nP1: 요즘 일하느라 바빠보이길래, 만나자고 선뜻 연락하기가 어렵더라.\nP2: 그래도, 내 생각엔 은정이도 너 보고 싶어할걸.", "googleTranslation": "P1: Didn't we meet often?\nP2: No, I haven't seen you at all lately either.\nP1: You seem so busy with work these days, so it's hard for me to contact you and ask to meet up.\nP2: Still, I think Eun-jeong misses you too.", "zeroShot": "P1: Haven't you met often?\nP2: No, I haven't seen her at all recently.\nP1: She seems busy with work these days, so it's been hard to reach out and suggest meeting up.\nP2: Still, I think Eunjung would want to see you too.", "CAT": "P1: Didn't you meet her often?\nP2: No, I haven't seen her at all recently.\nP1: She seems busy with work these days, so it was hard to contact her to meet.\nP2: Still, I think Eunjung also wants to see you.", "humanTranslation": "P1: <b>Didn't you guys meet often?</b>\nP2: No, I haven't seen Eunjung recently either.\nP1: She seems busy working these days, so I can't contact her to meet.\nP2: Still, I think Eunjung will miss you, too.", "category": "zero_anaphora"}
{"Index": 96, "source": "P1: <b>여름보다 겨울을 좋아한다며?</b>\nP2: 맞아, 그래서 <b>이번 여름에 남반구로 여행 간대.</b>\nP1: 나도 근데 여름보다는 겨울 좋아해. 영희랑 나랑 잘 맞네. \nP2: 그럴지도. 영희는 땀 흘리는걸 정말 싫어해.", "googleTranslation": "P1: You like winter more than summer?\nP2: Right, so I'm going to travel to the Southern Hemisphere this summer.\nP1: Me too, but I like winter more than summer. Younghee and I get along well.\nP2: Maybe. Younghee really hates sweating.", "zeroShot": "P1: You said you like winter more than summer, right?\nP2: Yes, that's why I'm traveling to the Southern Hemisphere this summer.\nP1: Me too, I prefer winter over summer. Younghee and I get along well.\nP2: Maybe. Younghee really hates sweating.", "CAT": "P1: Yeonghee prefers winter over summer, right?\nP2: Yes, that's why she's going to the Southern Hemisphere this summer.\nP1: I also prefer winter to summer. Yeonghee and I are a good match.\nP2: Maybe. Yeonghee really hates sweating.", "humanTranslation": "P1: <b>I heard Younghee likes winter more than summer?</b>\nP2: Yes, that's why <b>she is traveling to the southern hemisphere this summer.</b>\nP1: I like winter more than summer. she and I are a good match.\nP2: Maybe. Younghee really hates sweating.", "category": "zero_anaphora"}
{"Index": 97, "source": "P1: <b>일식집으로 가자고 하던데?</b>\nP2: 아 맞다, <b>양식보다 일식을 더 좋아했지!</b> 그래서 그런가보다.\nP1: 응응, 철수 씨가 제일 좋아하는 음식도 메밀소바라더라.\nP2: 그럼 철수 씨 의견대로 일식집 찾아볼게.", "googleTranslation": "P1: He said we should go to a Japanese restaurant?\nP2: Oh right, you like Japanese food more than Western food! I guess that's why.\nP1: Yeah, I heard that Cheolsu's favorite food is buckwheat soba.\nP2: Then I'll look for a Japanese restaurant like Cheolsu said.", "zeroShot": "P1: They suggested going to a Japanese restaurant?\nP2: Oh right, they like Japanese food more than Western food! That must be why.\nP1: Yeah, I heard Cheolsu's favorite food is soba noodles.\nP2: Then I'll look for a Japanese restaurant based on Cheolsu's preference.", "CAT": "P1: Chulsoo was suggesting we go to a Japanese restaurant.\nP2: Oh, that's right. He prefers Japanese food over Western food! That must be why.\nP1: Yes, and his favorite dish is soba noodles.\nP2: Then I'll look for a Japanese restaurant as Chulsoo suggested.", "humanTranslation": "P1: <b>Mr.Cheolsu wants us to go to a Japanese restaurant.</b>\nP2: Oh, that's right. <b>He liked Japanese food more than Western food!</b> Maybe that's why he asked us to go to a Japanese restaurant\nP1: That's right, his favorite food is buckwheat soba.\nP2: Then I'll look for a Japanese restaurant according to Cheolsu's opinion.", "category": "zero_anaphora"}
{"Index": 98, "source": "P1: <b>철수가 그러던데 겨울 스포츠보다는 여름 스포츠를 훨씬 좋아한대.</b>\nP2: 그럼 <b>스키보다는 서핑이나 수영을 좋아하겠네?</b>\nP1: 응응, 그래서 철수도 영희 데리고 스키장 갔다가, 영희가 재미없어 해서 곤란했대.\nP2: 알겠어, 영희랑 친해지려면 수영장 놀러가자고 해야겠다.", "googleTranslation": "P1: I heard that Cheolsu likes summer sports much more than winter sports.\nP2: So you like surfing or swimming more than skiing?\nP1: Yeah, so Cheolsu took Younghee to a ski resort, but it was difficult because Younghee didn't seem to have fun.\nP2: Okay, if I want to become close with Younghee, I should ask her to go to the swimming pool.", "zeroShot": "P1: Chul-soo said he likes summer sports much more than winter sports.\nP2: Then he must prefer surfing or swimming over skiing, right?\nP1: Yeah, so when Chul-soo took Young-hee to the ski resort, she found it boring and he was in a tough spot.\nP2: Got it, to get closer to Young-hee, I should suggest going to the swimming pool.", "CAT": "P1: Cheolsu mentioned that he prefers summer sports over winter sports.\nP2: So, he probably likes surfing or swimming more than skiing?\nP1: Yes, that's right. Cheolsu took Younghee to a ski resort, but she didn't enjoy it, so he felt awkward.\nP2: I see, if I want to get closer to Younghee, I should suggest going to the swimming pool.", "humanTranslation": "P1: <b>Cheolsu said that she likes summer sports much more than winter sports.</b>\nP2: <b>Then she like surfing or swimming rather than skiing, right?</b>\nP1: Yeah, Cheolsu said he was in trouble because Younghee was not funny when he went to a ski resort with Younghee. \nP2: Okay, I should ask Younghee to go to the swimming pool to get close to her.", "category": "zero_anaphora"}
{"Index": 99, "source": "P1: <b>돈 좀 벌었나보네.</b>\nP2: <b>입은 옷을 보니</b> <b>다 명품 두르고 있긴 하네.</b>\nP1: 장사 열심히 해서 우리도 성공해보자! 영희 저 사람도 처음부터 부자는 아니었잖아. \nP2: 맞지. 그래도, 돈이 인생에 전부는 아니잖아? ", "googleTranslation": "P1: Looks like you made some money.\nP2: Judging by the clothes you're wearing, you're all wearing designer brands.\nP1: Let's work hard at business and be successful too! Younghee, that guy wasn't rich to begin with.\nP2: That's right. But money isn't everything in life, right?", "zeroShot": "P1: Looks like you've made some money.\nP2: Judging by the clothes you're wearing, you're all decked out in luxury brands.\nP1: Let's work hard and succeed too! Even Younghee wasn't rich from the start.\nP2: That's true. But money isn't everything in life, right?", "CAT": "P1: Looks like you've made some money.\nP2: Judging by the clothes they're wearing, they're all designer brands.\nP1: Let's work hard on our business and succeed too! Even Younghee wasn't rich from the start.\nP2: True. But still, money isn't everything in life, right?", "humanTranslation": "P1: <b>She seems to have made a lot of money.</b>\nP2<b>: Everything she wears seems to be luxury goods.</b>\nP1: Let's do our best to succeed! Young-hee wasn't rich from the beginning.\nP2: Right. Still, money isn't everything in life, is it?", "category": "zero_anaphora"}
{"Index": 100, "source": "P1: 영수 근황에 대해서 아는 사람 있어?\nP2: 은정이가 <b>곧 이민 간다고 하더라.</b>\nP1: 오 정말? 갑자기 이민이라니 좀 충격이네. <b>어디로 가는데?</b>\nP2: <b>불어불문학 전공했었잖아?</b> <b>프랑스로 간대.</b>", "googleTranslation": "P1: Does anyone know what Youngsoo's been up to?\nP2: I heard Eunjeong is going to emigrate soon.\nP1: Oh really? I'm a bit shocked that she's suddenly immigrating. Where are you going?\nP2: You majored in French literature, right? I heard you're going to France.", "zeroShot": "P1: Does anyone know about Youngsoo's recent news?\nP2: I heard Eunjung is moving abroad soon.\nP1: Oh really? Moving abroad all of a sudden is a bit shocking. Where is she going?\nP2: Didn't she major in French language and literature? She's going to France.", "CAT": "P1: Does anyone here know how Youngsoo is doing?\nP2: I heard that Eunjung is immigrating soon.\nP1: Oh, really? Immigrating all of a sudden is quite shocking. Where is she going?\nP2: Didn't she major in French literature? She's moving to France.", "humanTranslation": "P1: Does anyone know what Youngsoo is up to?\nP2: Eunjung said <b>he's going to immigrate soon.</b>\nP1: Really? It's a bit of a shock that he's suddenly going to immigrate. <b>Where is he going?</b>\nP2: <b>Youngsoo majored in French literature. He's going to France</b>", "category": "zero_anaphora"}
